Repository: ssemerikov/reviewerCertificate
Catalog: locale/*/locale.po
Languages: ar_ar, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, zh_cn

# plugins.generic.reviewerCertificate.error.accessDenied
source: Access denied. You do not have permission to download this certificate.
ar_ar: تم رفض الوصول. ليس لديك إذن لتنزيل هذه الشهادة.
bg_bg: Достъпът е отказан. Нямате разрешение да изтеглите този сертификат.
ca_es: Accés denegat. No teniu permís per descarregar aquest certificat.
cs_cz: Přístup odepřen. Nemáte oprávnění stáhnout tento certifikát.
de_de: Zugriff verweigert. Sie haben keine Berechtigung, dieses Zertifikat herunterzuladen.
el_gr: Πρόσβαση απορρίφθηκε. Δεν έχετε άδεια να κατεβάσετε αυτό το πιστοποιητικό.
es_es: Acceso denegado. No tiene permiso para descargar este certificado.
fa_ir: دسترسی رد شد. شما مجوز دانلود این گواهی را ندارید.
fi_fi: Pääsy evätty. Sinulla ei ole oikeutta ladata tätä todistusta.
fr_fr: Accès refusé. Vous n'avez pas la permission de télécharger ce certificat.
he_il: הגישה נדחתה. אין לך הרשאה להוריד תעודה זו.
hr_hr: Pristup odbijen. Nemate dopuštenje za preuzimanje ovog certifikata.
hu_hu: Hozzáférés megtagadva. Nincs jogosultsága letölteni ezt a tanúsítványt.
id_id: Akses ditolak. Anda tidak memiliki izin untuk mengunduh sertifikat ini.
it_it: Accesso negato. Non ha il permesso di scaricare questo certificato.
ja_jp: アクセスが拒否されました。この証明書をダウンロードする権限がありません。
ko_kr: 액세스가 거부되었습니다. 이 인증서를 다운로드할 권한이 없습니다.
lt_lt: Prieiga uždrausta. Neturite leidimo atsisiųsti šio sertifikato.
nb_no: Tilgang nektet. Du har ikke tillatelse til å laste ned dette sertifikatet.
nl_nl: Toegang geweigerd. U heeft geen toestemming om dit certificaat te downloaden.
pl_pl: Odmowa dostępu. Nie masz uprawnień do pobrania tego certyfikatu.
pt_br: Acesso negado. Você não tem permissão para baixar este certificado.
ro_ro: Acces refuzat. Nu aveți permisiunea de a descărca acest certificat.
ru_ru: Доступ запрещен. У вас нет разрешения на загрузку этого сертификата.
sk_sk: Prístup zamietnutý. Nemáte oprávnenie na stiahnutie tohto certifikátu.
sl_si: Dostop zavrnjen. Nimate dovoljenja za prenos tega potrdila.
sv_se: Åtkomst nekad. Du har inte behörighet att ladda ner detta certifikat.
tr_tr: Erişim reddedildi. Bu sertifikayı indirme yetkiniz yok.
uk_ua: Доступ заборонено. У вас немає дозволу на завантаження цього сертифіката.
zh_cn: 访问被拒绝。您没有下载此证书的权限。

# plugins.generic.reviewerCertificate.verify.title
source: Verify Certificate
ar_ar: التحقق من الشهادة
bg_bg: Проверка на Сертификат
ca_es: Verificar Certificat
cs_cz: Ověřit Certifikát
de_de: Zertifikat Verifizieren
el_gr: Επαλήθευση Πιστοποιητικού
es_es: Verificar Certificado
fa_ir: تأیید گواهی
fi_fi: Vahvista Todistus
fr_fr: Vérifier le Certificat
he_il: אימות תעודה
hr_hr: Provjeri Certifikat
hu_hu: Tanúsítvány Ellenőrzése
id_id: Verifikasi Sertifikat
it_it: Verifica Certificato
ja_jp: 証明書の検証
ko_kr: 인증서 검증
lt_lt: Sertifikato Patikrinimas
nb_no: Verifiser Sertifikat
nl_nl: Certificaat Verifiëren
pl_pl: Zweryfikuj Certyfikat
pt_br: Verificar certificado
ro_ro: Verificare Certificat
ru_ru: Проверить сертификат
sk_sk: Overenie Certifikátu
sl_si: Preverjanje Potrdila
sv_se: Verifiera Certifikat
tr_tr: Sertifikayı Doğrula
uk_ua: Перевірити сертифікат
zh_cn: 验证证书

# plugins.generic.reviewerCertificate.verify.description
source: Enter a certificate code to verify its authenticity
ar_ar: أدخل رمز الشهادة للتحقق من صحتها
bg_bg: Въведете кода на сертификата, за да проверите неговата автентичност
ca_es: Introduïu un codi de certificat per verificar-ne l'autenticitat
cs_cz: Zadejte kód certifikátu pro ověření jeho pravosti
de_de: Geben Sie einen Zertifikatscode ein, um dessen Echtheit zu überprüfen
el_gr: Εισάγετε έναν κωδικό πιστοποιητικού για να επαληθεύσετε την αυθεντικότητά του
es_es: Ingrese un código de certificado para verificar su autenticidad
fa_ir: کد گواهی را برای تأیید اصالت آن وارد کنید
fi_fi: Anna todistuskoodi sen aitouden vahvistamiseksi
fr_fr: Entrez un code de certificat pour vérifier son authenticité
he_il: הכנס קוד תעודה לאימות האותנטיות שלה
hr_hr: Unesite kod certifikata za provjeru autentičnosti
hu_hu: Adja meg a tanúsítvány kódot a hitelesség ellenőrzéséhez
id_id: Masukkan kode sertifikat untuk memverifikasi keasliannya
it_it: Inserisci un codice certificato per verificarne l'autenticità
ja_jp: 証明書コードを入力して真正性を確認
ko_kr: 인증서 코드를 입력하여 진위 여부를 확인합니다
lt_lt: Įveskite sertifikato kodą, kad patikrintumėte jo autentiškumą
nb_no: Skriv inn en sertifikatkode for å verifisere ekthet
nl_nl: Voer een certificaatcode in om de authenticiteit te verifiëren
pl_pl: Wprowadź kod certyfikatu, aby zweryfikować jego autentyczność
pt_br: Informe o código do certificado para verificar sua autenticidade.
ro_ro: Introduceți un cod de certificat pentru a-i verifica autenticitatea
ru_ru: Введите код сертификата для проверки его подлинности
sk_sk: Zadajte kód certifikátu na overenie jeho pravosti
sl_si: Vnesite kodo potrdila za preverjanje njegove verodostojnosti
sv_se: Ange en certifikatkod för att verifiera äktheten
tr_tr: Özgünlüğünü doğrulamak için bir sertifika kodu girin
uk_ua: Введіть код сертифіката для перевірки його автентичності
zh_cn: 输入证书代码以验证其真实性

# plugins.generic.reviewerCertificate.verify.code
source: Certificate Code
ar_ar: رمز الشهادة
bg_bg: Код на Сертификат
ca_es: Codi del Certificat
cs_cz: Kód Certifikátu
de_de: Zertifikatscode
el_gr: Κωδικός Πιστοποιητικού
es_es: Código de Certificado
fa_ir: کد گواهی
fi_fi: Todistuskoodi
fr_fr: Code du Certificat
he_il: קוד תעודה
hr_hr: Kod Certifikata
hu_hu: Tanúsítvány Kód
id_id: Kode Sertifikat
it_it: Codice Certificato
ja_jp: 証明書コード
ko_kr: 인증서 코드
lt_lt: Sertifikato Kodas
nb_no: Sertifikatkode
nl_nl: Certificaatcode
pl_pl: Kod Certyfikatu
pt_br: Código do certificado
ro_ro: Cod Certificat
ru_ru: Код сертификата
sk_sk: Kód Certifikátu
sl_si: Koda Potrdila
sv_se: Certifikatkod
tr_tr: Sertifika Kodu
uk_ua: Код сертифіката
zh_cn: 证书代码

# plugins.generic.reviewerCertificate.verify.button
source: Verify Certificate
ar_ar: التحقق من الشهادة
bg_bg: Провери Сертификат
ca_es: Verificar Certificat
cs_cz: Ověřit Certifikát
de_de: Zertifikat Verifizieren
el_gr: Επαλήθευση Πιστοποιητικού
es_es: Verificar Certificado
fa_ir: تأیید گواهی
fi_fi: Vahvista Todistus
fr_fr: Vérifier le Certificat
he_il: אמת תעודה
hr_hr: Provjeri Certifikat
hu_hu: Tanúsítvány Ellenőrzése
id_id: Verifikasi Sertifikat
it_it: Verifica Certificato
ja_jp: 証明書を検証
ko_kr: 인증서 검증
lt_lt: Patikrinti Sertifikatą
nb_no: Verifiser Sertifikat
nl_nl: Certificaat Verifiëren
pl_pl: Zweryfikuj Certyfikat
pt_br: Verificar certificado
ro_ro: Verificați Certificatul
ru_ru: Проверить сертификат
sk_sk: Overiť Certifikát
sl_si: Preveri Potrdilo
sv_se: Verifiera Certifikat
tr_tr: Sertifikayı Doğrula
uk_ua: Перевірити сертифікат
zh_cn: 验证证书

# plugins.generic.reviewerCertificate.verify.valid
source: Certificate Valid
ar_ar: الشهادة صالحة
bg_bg: Валиден Сертификат
ca_es: Certificat Vàlid
cs_cz: Platný Certifikát
de_de: Zertifikat Gültig
el_gr: Έγκυρο Πιστοποιητικό
es_es: Certificado Válido
fa_ir: گواهی معتبر
fi_fi: Kelvollinen Todistus
fr_fr: Certificat Valide
he_il: תעודה תקפה
hr_hr: Važeći Certifikat
hu_hu: Érvényes Tanúsítvány
id_id: Sertifikat Valid
it_it: Certificato Valido
ja_jp: 証明書は有効です
ko_kr: 인증서 유효
lt_lt: Sertifikatas Galioja
nb_no: Gyldig Sertifikat
nl_nl: Geldig Certificaat
pl_pl: Certyfikat Ważny
pt_br: Certificado válido
ro_ro: Certificat Valid
ru_ru: Сертификат действителен
sk_sk: Platný Certifikát
sl_si: Veljavno Potrdilo
sv_se: Giltigt Certifikat
tr_tr: Geçerli Sertifika
uk_ua: Сертифікат дійсний
zh_cn: 证书有效

# plugins.generic.reviewerCertificate.verify.invalid
source: Certificate Invalid
ar_ar: الشهادة غير صالحة
bg_bg: Невалиден Сертификат
ca_es: Certificat No Vàlid
cs_cz: Neplatný Certifikát
de_de: Zertifikat Ungültig
el_gr: Μη Έγκυρο Πιστοποιητικό
es_es: Certificado No Válido
fa_ir: گواهی نامعتبر
fi_fi: Virheellinen Todistus
fr_fr: Certificat Invalide
he_il: תעודה לא תקפה
hr_hr: Nevažeći Certifikat
hu_hu: Érvénytelen Tanúsítvány
id_id: Sertifikat Tidak Valid
it_it: Certificato Non Valido
ja_jp: 証明書は無効です
ko_kr: 인증서 무효
lt_lt: Sertifikatas Negalioja
nb_no: Ugyldig Sertifikat
nl_nl: Ongeldig Certificaat
pl_pl: Certyfikat Nieważny
pt_br: Certificado inválido
ro_ro: Certificat Nevalid
ru_ru: Сертификат недействителен
sk_sk: Neplatný Certifikát
sl_si: Neveljavno Potrdilo
sv_se: Ogiltigt Certifikat
tr_tr: Geçersiz Sertifika
uk_ua: Сертифікат недійсний
zh_cn: 证书无效

# plugins.generic.reviewerCertificate.verify.invalidDescription
source: The certificate code you entered is not valid or does not exist in our system.
ar_ar: رمز الشهادة الذي أدخلته غير صالح أو غير موجود في نظامنا.
bg_bg: Въведеният код на сертификат е невалиден или не съществува в нашата система.
ca_es: El codi de certificat que heu introduït no és vàlid o no existeix al nostre sistema.
cs_cz: Zadaný kód certifikátu není platný nebo v našem systému neexistuje.
de_de: Der von Ihnen eingegebene Zertifikatscode ist ungültig oder existiert nicht in unserem System.
el_gr: Ο κωδικός πιστοποιητικού που εισάγατε δεν είναι έγκυρος ή δεν υπάρχει στο σύστημά μας.
es_es: El código de certificado que ingresó no es válido o no existe en nuestro sistema.
fa_ir: کد گواهی وارد شده نامعتبر است یا در سیستم ما وجود ندارد.
fi_fi: Antamasi todistuskoodi ei ole kelvollinen tai sitä ei ole järjestelmässämme.
fr_fr: Le code de certificat que vous avez entré n'est pas valide ou n'existe pas dans notre système.
he_il: קוד התעודה שהזנת אינו תקף או אינו קיים במערכת שלנו.
hr_hr: Kod certifikata koji ste unijeli nije važeći ili ne postoji u našem sustavu.
hu_hu: A megadott tanúsítvány kód érvénytelen vagy nem létezik a rendszerünkben.
id_id: Kode sertifikat yang Anda masukkan tidak valid atau tidak ada dalam sistem kami.
it_it: Il codice certificato inserito non è valido o non esiste nel nostro sistema.
ja_jp: 入力された証明書コードは無効であるか、システムに存在しません。
ko_kr: 입력한 인증서 코드가 잘못되었거나 시스템에 존재하지 않습니다.
lt_lt: Jūsų įvestas sertifikato kodas negalioja arba neegzistuoja mūsų sistemoje.
nb_no: Sertifikatkoden du skrev inn er ugyldig eller finnes ikke i vårt system.
nl_nl: De certificaatcode die u heeft ingevoerd is ongeldig of bestaat niet in ons systeem.
pl_pl: Wprowadzony kod certyfikatu jest nieprawidłowy lub nie istnieje w naszym systemie.
pt_br: O código de certificado informado é inválido ou não existe em nosso sistema.
ro_ro: Codul de certificat pe care l-ați introdus nu este valid sau nu există în sistemul nostru.
ru_ru: Введенный вами код сертификата недействителен или не существует в нашей системе.
sk_sk: Zadaný kód certifikátu je neplatný alebo neexistuje v našom systéme.
sl_si: Vnesena koda potrdila je neveljavna ali ne obstaja v našem sistemu.
sv_se: Certifikatkoden du angav är ogiltig eller finns inte i vårt system.
tr_tr: Girdiğiniz sertifika kodu geçersiz veya sistemimizde mevcut değil.
uk_ua: Введений вами код сертифіката недійсний або не існує в нашій системі.
zh_cn: 您输入的证书代码无效或在我们的系统中不存在。

# plugins.generic.reviewerCertificate.verify.reviewerName
source: Reviewer Name
ar_ar: اسم المحكّم
bg_bg: Име на Рецензента
ca_es: Nom del Revisor
cs_cz: Jméno Recenzenta
de_de: Name des Gutachters
el_gr: Όνομα Κριτή
es_es: Nombre del Revisor
fa_ir: نام داور
fi_fi: Arvioitsijan Nimi
fr_fr: Nom du Relecteur
he_il: שם השופט
hr_hr: Ime Recenzenta
hu_hu: Bíráló Neve
id_id: Nama Mitra Bestari
it_it: Nome Revisore
ja_jp: 査読者名
ko_kr: 심사자 이름
lt_lt: Recenzento Vardas
nb_no: Navn på Fagfelle
nl_nl: Naam Recensent
pl_pl: Imię i Nazwisko Recenzenta
pt_br: Nome do avaliador
ro_ro: Nume Recenzor
ru_ru: Имя рецензента
sk_sk: Meno Recenzenta
sl_si: Ime Recenzenta
sv_se: Granskarens Namn
tr_tr: Hakem Adı
uk_ua: Ім'я рецензента
zh_cn: 审稿人姓名

# plugins.generic.reviewerCertificate.verify.journalName
source: Journal Name
ar_ar: اسم المجلة
bg_bg: Име на Списанието
ca_es: Nom de la Revista
cs_cz: Název Časopisu
de_de: Name der Zeitschrift
el_gr: Όνομα Περιοδικού
es_es: Nombre de la Revista
fa_ir: نام مجله
fi_fi: Lehden Nimi
fr_fr: Nom de la Revue
he_il: שם כתב העת
hr_hr: Naziv Časopisa
hu_hu: Folyóirat Neve
id_id: Nama Jurnal
it_it: Nome Rivista
ja_jp: ジャーナル名
ko_kr: 저널명
lt_lt: Žurnalo Pavadinimas
nb_no: Tidsskriftnavn
nl_nl: Tijdschriftnaam
pl_pl: Nazwa Czasopisma
pt_br: Nome da revista
ro_ro: Nume Revistă
ru_ru: Название журнала
sk_sk: Názov Časopisu
sl_si: Ime Revije
sv_se: Tidskriftens Namn
tr_tr: Dergi Adı
uk_ua: Назва журналу
zh_cn: 期刊名称

# plugins.generic.reviewerCertificate.verify.dateIssued
source: Date Issued
ar_ar: تاريخ الإصدار
bg_bg: Дата на Издаване
ca_es: Data d'Emissió
cs_cz: Datum Vydání
de_de: Ausstellungsdatum
el_gr: Ημερομηνία Έκδοσης
es_es: Fecha de Emisión
fa_ir: تاریخ صدور
fi_fi: Myöntämispäivä
fr_fr: Date d'Émission
he_il: תאריך הנפקה
hr_hr: Datum Izdavanja
hu_hu: Kiállítás Dátuma
id_id: Tanggal Penerbitan
it_it: Data di Emissione
ja_jp: 発行日
ko_kr: 발급일
lt_lt: Išdavimo Data
nb_no: Utstedelsesdato
nl_nl: Uitgiftedatum
pl_pl: Data Wydania
pt_br: Data de emissão
ro_ro: Data Emiterii
ru_ru: Дата выдачи
sk_sk: Dátum Vydania
sl_si: Datum Izdaje
sv_se: Utfärdandedatum
tr_tr: Verilme Tarihi
uk_ua: Дата видачі
zh_cn: 颁发日期

# plugins.generic.reviewerCertificate.batch.title
source: Batch Certificate Generation
ar_ar: إنشاء الشهادات المجمعة
bg_bg: Масово Генериране на Сертификати
ca_es: Generació Massiva de Certificats
cs_cz: Hromadné Generování Certifikátů
de_de: Stapelgenerierung von Zertifikaten
el_gr: Μαζική Δημιουργία Πιστοποιητικών
es_es: Generación por Lotes de Certificados
fa_ir: تولید گروهی گواهی
fi_fi: Todistusten Eräluonti
fr_fr: Génération par Lots de Certificats
he_il: יצירת תעודות מרובות
hr_hr: Skupno Generiranje Certifikata
hu_hu: Tömeges Tanúsítvány Generálás
id_id: Pembuatan Sertifikat Batch
it_it: Generazione in Batch di Certificati
ja_jp: 一括証明書生成
ko_kr: 일괄 인증서 생성
lt_lt: Masinis Sertifikatų Generavimas
nb_no: Massegenerering av Sertifikater
nl_nl: Batch Certificaatgeneratie
pl_pl: Zbiorcze Generowanie Certyfikatów
pt_br: Geração em lote de certificados
ro_ro: Generare în Lot a Certificatelor
ru_ru: Пакетная генерация сертификатов
sk_sk: Hromadné Generovanie Certifikátov
sl_si: Množično Generiranje Potrdil
sv_se: Batchgenerering av Certifikat
tr_tr: Toplu Sertifika Oluşturma
uk_ua: Пакетне генерування сертифікатів
zh_cn: 批量生成证书

# plugins.generic.reviewerCertificate.batch.description
source: Generate certificates for multiple reviewers at once
ar_ar: إنشاء شهادات لعدة محكّمين دفعة واحدة. اختر المحكّمين من القائمة أدناه الذين أتموا تحكيماتهم ولكن ليس لديهم شهادات بعد.
bg_bg: Генерирайте сертификати за множество рецензенти наведнъж. Изберете рецензенти от списъка по-долу, които са завършили рецензии, но все още нямат сертификати.
ca_es: Genereu certificats per a múltiples revisors alhora. Seleccioneu revisors de la llista a continuació que hagin completat revisions però que encara no tinguin certificats.
cs_cz: Generujte certifikáty pro více recenzentů najednou. Vyberte recenzenty ze seznamu níže, kteří dokončili recenze, ale ještě nemají certifikáty.
de_de: Erstellen Sie Zertifikate für mehrere Gutachter gleichzeitig. Wählen Sie Gutachter aus der unten stehenden Liste aus, die Begutachtungen abgeschlossen haben, aber noch keine Zertifikate besitzen.
el_gr: Δημιουργήστε πιστοποιητικά για πολλαπλούς κριτές ταυτόχρονα. Επιλέξτε κριτές από την παρακάτω λίστα που έχουν ολοκληρώσει κριτικές αλλά δεν έχουν ακόμη πιστοποιητικά.
es_es: Genere certificados para múltiples revisores a la vez. Seleccione revisores de la lista a continuación que hayan completado revisiones pero aún no tengan certificados.
fa_ir: گواهی‌ها را برای چندین داور به صورت یکجا تولید کنید. داورانی را از لیست زیر انتخاب کنید که داوری‌های خود را تکمیل کرده‌اند اما هنوز گواهی ندارند.
fi_fi: Luo todistuksia useille arvioitsijoille kerralla. Valitse arvioitsijat alla olevasta luettelosta, jotka ovat suorittaneet arvioinnit mutta joilla ei vielä ole todistuksia.
fr_fr: Générez des certificats pour plusieurs relecteurs à la fois. Sélectionnez les relecteurs dans la liste ci-dessous qui ont complété des évaluations mais n'ont pas encore de certificats.
he_il: צור תעודות למספר שופטים בו-זמנית. בחר שופטים מהרשימה למטה שהשלימו ביקורות אך אין להם עדיין תעודות.
hr_hr: Generirajte certifikate za više recenzenata odjednom. Odaberite recenzente s donje liste koji su završili recenzije, ali još nemaju certifikate.
hu_hu: Tanúsítványok generálása több bíráló számára egyszerre. Válassza ki azokat a bírálókat az alábbi listából, akik befejeztek bírálatokat, de még nincs tanúsítványuk.
id_id: Buat sertifikat untuk beberapa mitra bestari sekaligus. Pilih mitra bestari dari daftar di bawah ini yang telah menyelesaikan tinjauan tetapi belum memiliki sertifikat.
it_it: Genera certificati per più revisori contemporaneamente. Seleziona i revisori dall'elenco sottostante che hanno completato le revisioni ma non hanno ancora certificati.
ja_jp: 複数の査読者の証明書を一度に生成します。査読を完了したが証明書をまだ持っていない査読者を下のリストから選択してください。
ko_kr: 여러 심사자의 인증서를 한 번에 생성합니다. 아래 목록에서 심사를 완료했지만 아직 인증서가 없는 심사자를 선택하세요.
lt_lt: Generuokite sertifikatus keliems recenzentams vienu metu. Pasirinkite recenzentus iš žemiau esančio sąrašo, kurie užbaigė recenzijas, bet dar neturi sertifikatų.
nb_no: Generer sertifikater for flere fagfeller samtidig. Velg fagfeller fra listen nedenfor som har fullført vurderinger, men som ennå ikke har sertifikater.
nl_nl: Genereer certificaten voor meerdere recensenten tegelijk. Selecteer recensenten uit de onderstaande lijst die beoordelingen hebben voltooid maar nog geen certificaten hebben.
pl_pl: Generuj certyfikaty dla wielu recenzentów jednocześnie. Wybierz recenzentów z poniższej listy, którzy ukończyli recenzje, ale nie mają jeszcze certyfikatów.
pt_br: Gere certificados para vários avaliadores de uma só vez.
ro_ro: Generați certificate pentru mai mulți recenzori simultan. Selectați recenzorii din lista de mai jos care au finalizat recenzii dar nu au încă certificate.
ru_ru: Генерируйте сертификаты для нескольких рецензентов одновременно. Выберите рецензентов из списка ниже, которые завершили рецензирование, но еще не имеют сертификатов.
sk_sk: Generujte certifikáty pre viacerých recenzentov naraz. Vyberte recenzentov zo zoznamu nižšie, ktorí dokončili recenzie, ale ešte nemajú certifikáty.
sl_si: Generirajte potrdila za več recenzentov hkrati. Izberite recenzente s spodnjega seznama, ki so dokončali recenzije, vendar še nimajo potrdil.
sv_se: Generera certifikat för flera granskare samtidigt. Välj granskare från listan nedan som har slutfört granskningar men ännu inte har certifikat.
tr_tr: Birden fazla hakem için aynı anda sertifika oluşturun. Değerlendirmeleri tamamlamış ancak henüz sertifikaları olmayan hakemleri aşağıdaki listeden seçin.
uk_ua: Генеруйте сертифікати для кількох рецензентів одночасно. Виберіть рецензентів зі списку нижче, які завершили рецензування, але ще не мають сертифікатів.
zh_cn: 一次为多位审稿人生成证书。从下面的列表中选择已完成审稿但尚未获得证书的审稿人。

# plugins.generic.reviewerCertificate.batch.generated
source: {$count} certificate(s) generated successfully
ar_ar: تم إنشاء {$count} شهادة (شهادات) بنجاح
bg_bg: {$count} сертификат(и) успешно генериран(и)
ca_es: {$count} certificat/s generat/s amb èxit
cs_cz: {$count} certifikát/certifikáty úspěšně vygenerovány
de_de: {$count} Zertifikat(e) erfolgreich erstellt
el_gr: {$count} πιστοποιητικό(ά) δημιουργήθηκαν επιτυχώς
es_es: {$count} certificado(s) generado(s) exitosamente
fa_ir: {$count} گواهی با موفقیت تولید شد
fi_fi: {$count} todistus/todistusta luotu onnistuneesti
fr_fr: {$count} certificat(s) généré(s) avec succès
he_il: {$count} תעודה/ות נוצרה/ו בהצלחה
hr_hr: {$count} certifikat/certifikata uspješno generirano
hu_hu: {$count} tanúsítvány sikeresen generálva
id_id: {$count} sertifikat berhasil dibuat
it_it: {$count} certificato/i generato/i con successo
ja_jp: {$count}件の証明書が正常に生成されました
ko_kr: {$count}개의 인증서가 성공적으로 생성되었습니다
lt_lt: {$count} sertifikatas(-ai) sėkmingai sugeneruotas(-i)
nb_no: {$count} sertifikat/sertifikater generert
nl_nl: {$count} certificaat/certificaten succesvol gegenereerd
pl_pl: {$count} certyfikat(y) wygenerowano pomyślnie
pt_br: {$count} certificado(s) gerado(s) com sucesso
ro_ro: {$count} certificat/certificate generate cu succes
ru_ru: {$count} сертификат(ов) успешно сгенерировано
sk_sk: {$count} certifikát(y) úspešne vygenerovaný(é)
sl_si: {$count} potrdilo/a uspešno generirano/a
sv_se: {$count} certifikat genererade framgångsrikt
tr_tr: {$count} sertifika başarıyla oluşturuldu
uk_ua: {$count} сертифікат(и/ів) успішно згенеровано
zh_cn: 已成功生成{$count}份证书

# plugins.generic.reviewerCertificate.stats.totalIssued
source: Total Certificates Issued
ar_ar: إجمالي الشهادات الصادرة
bg_bg: Общо Издадени Сертификати
ca_es: Total de Certificats Emesos
cs_cz: Celkem Vydaných Certifikátů
de_de: Gesamt Ausgestellte Zertifikate
el_gr: Συνολικά Εκδοθέντα Πιστοποιητικά
es_es: Total de Certificados Emitidos
fa_ir: کل گواهی‌های صادر شده
fi_fi: Myönnettyjä Todistuksia Yhteensä
fr_fr: Total de Certificats Émis
he_il: סה"כ תעודות שהונפקו
hr_hr: Ukupno Izdanih Certifikata
hu_hu: Összes Kiállított Tanúsítvány
id_id: Total Sertifikat yang Diterbitkan
it_it: Totale Certificati Emessi
ja_jp: 発行済み証明書総数
ko_kr: 발급된 총 인증서 수
lt_lt: Iš Viso Išduotų Sertifikatų
nb_no: Totalt Utstedte Sertifikater
nl_nl: Totaal Uitgegeven Certificaten
pl_pl: Łączna Liczba Wydanych Certyfikatów
pt_br: Total de certificados emitidos
ro_ro: Total Certificate Emise
ru_ru: Всего выдано сертификатов
sk_sk: Celkový Počet Vydaných Certifikátov
sl_si: Skupno Število Izdanih Potrdil
sv_se: Totalt Utfärdade Certifikat
tr_tr: Toplam Verilen Sertifika
uk_ua: Всього видано сертифікатів
zh_cn: 已颁发证书总数

# plugins.generic.reviewerCertificate.stats.totalDownloads
source: Total Downloads
ar_ar: إجمالي التنزيلات
bg_bg: Общо Изтегляния
ca_es: Total de Descàrregues
cs_cz: Celkem Stažení
de_de: Gesamt Downloads
el_gr: Συνολικές Λήψεις
es_es: Total de Descargas
fa_ir: کل دانلودها
fi_fi: Latauksia Yhteensä
fr_fr: Total de Téléchargements
he_il: סה"כ הורדות
hr_hr: Ukupno Preuzimanja
hu_hu: Összes Letöltés
id_id: Total Unduhan
it_it: Totale Download
ja_jp: 総ダウンロード数
ko_kr: 총 다운로드 수
lt_lt: Iš Viso Atsisiuntimų
nb_no: Totale Nedlastinger
nl_nl: Totaal Downloads
pl_pl: Łączna Liczba Pobrań
pt_br: Total de downloads
ro_ro: Total Descărcări
ru_ru: Всего загрузок
sk_sk: Celkový Počet Stiahnutí
sl_si: Skupno Število Prenosov
sv_se: Totalt Antal Nedladdningar
tr_tr: Toplam İndirme
uk_ua: Всього завантажень
zh_cn: 下载总数

# plugins.generic.reviewerCertificate.stats.averageDownloads
source: Average Downloads per Certificate
ar_ar: متوسط التنزيلات لكل شهادة
bg_bg: Средно Изтегляния на Сертификат
ca_es: Mitjana de Descàrregues per Certificat
cs_cz: Průměrný Počet Stažení na Certifikát
de_de: Durchschnittliche Downloads pro Zertifikat
el_gr: Μέσος Όρος Λήψεων ανά Πιστοποιητικό
es_es: Promedio de Descargas por Certificado
fa_ir: میانگین دانلود به ازای هر گواهی
fi_fi: Keskimääräinen Latausmäärä Todistusta Kohden
fr_fr: Moyenne de Téléchargements par Certificat
he_il: ממוצע הורדות לתעודה
hr_hr: Prosječan Broj Preuzimanja po Certifikatu
hu_hu: Átlagos Letöltés Tanúsítványonként
id_id: Rata-rata Unduhan per Sertifikat
it_it: Media Download per Certificato
ja_jp: 証明書あたりの平均ダウンロード数
ko_kr: 인증서당 평균 다운로드 수
lt_lt: Vidutinis Atsisiuntimų Skaičius Sertifikatui
nb_no: Gjennomsnittlige Nedlastinger per Sertifikat
nl_nl: Gemiddelde Downloads per Certificaat
pl_pl: Średnia Liczba Pobrań na Certyfikat
pt_br: Média de downloads por certificado
ro_ro: Medie Descărcări per Certificat
ru_ru: Среднее количество загрузок на сертификат
sk_sk: Priemerný Počet Stiahnutí na Certifikát
sl_si: Povprečno Število Prenosov na Potrdilo
sv_se: Genomsnittligt Antal Nedladdningar per Certifikat
tr_tr: Sertifika Başına Ortalama İndirme
uk_ua: Середня кількість завантажень на сертифікат
zh_cn: 每份证书平均下载次数
