Repository: ssemerikov/reviewerCertificate
Catalog: locale/*/locale.po
Languages: ar_ar, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, zh_cn

# plugins.generic.reviewerCertificate.settings.minimumReviews
source: Minimum Completed Reviews
ar_ar: الحد الأدنى من التحكيمات المكتملة
bg_bg: Минимален Брой Завършени Рецензии
ca_es: Revisions Completades Mínimes
cs_cz: Minimální Počet Dokončených Recenzí
de_de: Mindestanzahl Abgeschlossener Begutachtungen
el_gr: Ελάχιστες Ολοκληρωμένες Κριτικές
es_es: Revisiones Completadas Mínimas
fa_ir: حداقل داوری‌های تکمیل شده
fi_fi: Vähimmäismäärä Suoritettuja Arviointeja
fr_fr: Évaluations Complétées Minimales
he_il: מינימום ביקורות שהושלמו
hr_hr: Minimalan Broj Završenih Recenzija
hu_hu: Minimum Befejezett Bírálatok
id_id: Tinjauan Selesai Minimum
it_it: Revisioni Completate Minime
ja_jp: 最低完了査読数
ko_kr: 최소 완료 심사 수
lt_lt: Mažiausias Užbaigtų Recenzijų Skaičius
nb_no: Minimum Fullførte Vurderinger
nl_nl: Minimaal Voltooide Beoordelingen
pl_pl: Minimalna Liczba Ukończonych Recenzji
pt_br: Número mínimo de avaliações concluídas
ro_ro: Recenzii Finalizate Minime
ru_ru: Минимальное количество завершенных рецензий
sk_sk: Minimálny Počet Dokončených Recenzií
sl_si: Najmanjše Število Dokončanih Recenzij
sv_se: Minsta Antal Slutförda Granskningar
tr_tr: Minimum Tamamlanmış Değerlendirme
uk_ua: Мінімальна кількість завершених рецензій
zh_cn: 最低完成审稿数

# plugins.generic.reviewerCertificate.settings.minimumReviewsDescription
source: The minimum number of completed reviews required before a reviewer can receive a certificate
ar_ar: الحد الأدنى من التحكيمات المكتملة المطلوبة قبل أن يتمكن المحكّم من الحصول على شهادة
bg_bg: Минималният брой завършени рецензии, необходими преди рецензентът да може да получи сертификат
ca_es: El nombre mínim de revisions completades requerides abans que un revisor pugui rebre un certificat
cs_cz: Minimální počet dokončených recenzí požadovaný před tím, než recenzent může obdržet certifikát
de_de: Die Mindestanzahl abgeschlossener Begutachtungen, die erforderlich ist, bevor ein Gutachter ein Zertifikat erhalten kann
el_gr: Ο ελάχιστος αριθμός ολοκληρωμένων κριτικών που απαιτούνται πριν ένας κριτής μπορεί να λάβει πιστοποιητικό
es_es: El número mínimo de revisiones completadas requerido antes de que un revisor pueda recibir un certificado
fa_ir: حداقل تعداد داوری‌های تکمیل شده مورد نیاز قبل از دریافت گواهی توسط داور
fi_fi: Vähimmäismäärä suoritettuja arviointeja, joka vaaditaan ennen kuin arvioitsija voi saada todistuksen
fr_fr: Le nombre minimum d'évaluations complétées requis avant qu'un relecteur puisse recevoir un certificat
he_il: מספר הביקורות המינימלי שנדרש לפני שהשופט יכול לקבל תעודה
hr_hr: Minimalan broj završenih recenzija potreban prije nego recenzent može primiti certifikat
hu_hu: A tanúsítvány megszerzéséhez szükséges minimum befejezett bírálatok száma
id_id: Jumlah minimum tinjauan yang diselesaikan yang diperlukan sebelum mitra bestari dapat menerima sertifikat
it_it: Il numero minimo di revisioni completate richiesto prima che un revisore possa ricevere un certificato
ja_jp: 査読者が証明書を受け取るために必要な最低完了査読数
ko_kr: 심사자가 인증서를 받기 위해 필요한 최소 완료 심사 수
lt_lt: Mažiausias užbaigtų recenzijų skaičius, reikalingas prieš recenzentui gaunant sertifikatą
nb_no: Minimumsantall fullførte vurderinger som kreves før en fagfelle kan motta et sertifikat
nl_nl: Het minimale aantal voltooide beoordelingen voordat een recensent een certificaat kan ontvangen
pl_pl: Minimalna liczba ukończonych recenzji wymagana przed otrzymaniem certyfikatu przez recenzenta
pt_br: Número mínimo de avaliações concluídas exigidas para que um avaliador possa receber um certificado.
ro_ro: Numărul minim de recenzii finalizate necesar înainte ca un recenzor să poată primi un certificat
ru_ru: Минимальное количество завершенных рецензий, необходимое перед тем, как рецензент сможет получить сертификат
sk_sk: Minimálny počet dokončených recenzií potrebných pred získaním certifikátu
sl_si: Najmanjše število dokončanih recenzij, potrebnih preden lahko recenzent prejme potrdilo
sv_se: Minsta antal slutförda granskningar som krävs innan en granskare kan få ett certifikat
tr_tr: Bir hakemin sertifika alabilmesi için gereken minimum tamamlanmış değerlendirme sayısı
uk_ua: Мінімальна кількість завершених рецензій, необхідна перед тим, як рецензент може отримати сертифікат
zh_cn: 审稿人获得证书所需的最低完成审稿数量

# plugins.generic.reviewerCertificate.settings.minimumReviewsInvalid
source: Minimum reviews must be a number greater than or equal to 1
ar_ar: يجب أن يكون الحد الأدنى للتحكيمات رقماً أكبر من أو يساوي 1
bg_bg: Минималният брой рецензии трябва да е число, по-голямо или равно на 1
ca_es: El nombre mínim de revisions ha de ser un número més gran o igual a 1
cs_cz: Minimální počet recenzí musí být číslo větší nebo rovno 1
de_de: Die Mindestanzahl der Begutachtungen muss eine Zahl größer oder gleich 1 sein
el_gr: Οι ελάχιστες κριτικές πρέπει να είναι αριθμός μεγαλύτερος ή ίσος με 1
es_es: Las revisiones mínimas deben ser un número mayor o igual a 1
fa_ir: حداقل داوری‌ها باید عددی بزرگتر یا مساوی 1 باشد
fi_fi: Vähimmäismäärän arviointeja tulee olla numero, joka on suurempi tai yhtä suuri kuin 1
fr_fr: Le nombre minimum d'évaluations doit être un nombre supérieur ou égal à 1
he_il: מינימום ביקורות חייב להיות מספר גדול או שווה ל-1
hr_hr: Minimalan broj recenzija mora biti broj veći ili jednak 1
hu_hu: A minimum bírálatok számának 1-nél nagyobb vagy egyenlő számnak kell lennie
id_id: Jumlah minimum tinjauan harus berupa angka yang lebih besar atau sama dengan 1
it_it: Il numero minimo di revisioni deve essere un numero maggiore o uguale a 1
ja_jp: 最低査読数は1以上の数値でなければなりません
ko_kr: 최소 심사 수는 1 이상의 숫자여야 합니다
lt_lt: Mažiausias recenzijų skaičius turi būti didesnis arba lygus 1
nb_no: Minimumsantall vurderinger må være et tall større enn eller lik 1
nl_nl: Het minimale aantal beoordelingen moet een getal groter dan of gelijk aan 1 zijn
pl_pl: Minimalna liczba recenzji musi być liczbą większą lub równą 1
pt_br: O número mínimo de avaliações deve ser um valor numérico maior ou igual a 1.
ro_ro: Numărul minim de recenzii trebuie să fie un număr mai mare sau egal cu 1
ru_ru: Минимальное количество рецензий должно быть числом, большим или равным 1
sk_sk: Minimálny počet recenzií musí byť číslo väčšie alebo rovné 1
sl_si: Najmanjše število recenzij mora biti število večje ali enako 1
sv_se: Minsta antal granskningar måste vara ett tal större än eller lika med 1
tr_tr: Minimum değerlendirme sayısı 1'den büyük veya eşit bir sayı olmalıdır
uk_ua: Мінімальна кількість рецензій має бути числом, більшим або рівним 1
zh_cn: 最低审稿数必须是大于或等于1的数字

# plugins.generic.reviewerCertificate.settings.verification
source: Verification Options
ar_ar: خيارات التحقق
bg_bg: Опции за Проверка
ca_es: Opcions de Verificació
cs_cz: Možnosti Ověření
de_de: Verifizierungsoptionen
el_gr: Επιλογές Επαλήθευσης
es_es: Opciones de Verificación
fa_ir: گزینه‌های تأیید
fi_fi: Vahvistusvaihtoehdot
fr_fr: Options de Vérification
he_il: אפשרויות אימות
hr_hr: Opcije Provjere
hu_hu: Ellenőrzési Beállítások
id_id: Opsi Verifikasi
it_it: Opzioni di Verifica
ja_jp: 検証オプション
ko_kr: 검증 옵션
lt_lt: Patikrinimo Parinktys
nb_no: Verifikasjonsalternativer
nl_nl: Verificatie-opties
pl_pl: Opcje Weryfikacji
pt_br: Verificação do certificado
ro_ro: Opțiuni de Verificare
ru_ru: Параметры проверки
sk_sk: Možnosti Overenia
sl_si: Možnosti Preverjanja
sv_se: Verifieringsalternativ
tr_tr: Doğrulama Seçenekleri
uk_ua: Параметри перевірки
zh_cn: 验证选项

# plugins.generic.reviewerCertificate.settings.includeQRCode
source: Include QR code for certificate verification
ar_ar: تضمين رمز QR للتحقق من الشهادة
bg_bg: Включи QR код за проверка на сертификата
ca_es: Incloure codi QR per a la verificació del certificat
cs_cz: Zahrnout QR kód pro ověření certifikátu
de_de: QR-Code zur Zertifikatsverifizierung einschließen
el_gr: Συμπερίληψη κωδικού QR για επαλήθευση πιστοποιητικού
es_es: Incluir código QR para verificación de certificado
fa_ir: شامل کد QR برای تأیید گواهی
fi_fi: Sisällytä QR-koodi todistuksen vahvistamiseen
fr_fr: Inclure un code QR pour la vérification du certificat
he_il: כלול קוד QR לאימות תעודה
hr_hr: Uključi QR kod za provjeru certifikata
hu_hu: QR kód hozzáadása tanúsítvány ellenőrzéshez
id_id: Sertakan kode QR untuk verifikasi sertifikat
it_it: Includi codice QR per la verifica del certificato
ja_jp: 証明書検証用のQRコードを含める
ko_kr: 인증서 검증용 QR 코드 포함
lt_lt: Įtraukti QR kodą sertifikato patikrinimui
nb_no: Inkluder QR-kode for sertifikatverifisering
nl_nl: QR-code voor certificaatverificatie opnemen
pl_pl: Dołącz kod QR do weryfikacji certyfikatu
pt_br: Incluir QR code para verificação do certificado
ro_ro: Includeți codul QR pentru verificarea certificatului
ru_ru: Включить QR-код для проверки сертификата
sk_sk: Zahrnúť QR kód pre overenie certifikátu
sl_si: Vključi QR kodo za preverjanje potrdila
sv_se: Inkludera QR-kod för certifikatverifiering
tr_tr: Sertifika doğrulaması için QR kodu ekle
uk_ua: Включити QR-код для перевірки сертифіката
zh_cn: 包含用于证书验证的二维码

# plugins.generic.reviewerCertificate.settings.previewCertificate
source: Preview Certificate
ar_ar: معاينة الشهادة
bg_bg: Преглед на Сертификата
ca_es: Previsualitzar Certificat
cs_cz: Náhled Certifikátu
de_de: Zertifikat-Vorschau
el_gr: Προεπισκόπηση Πιστοποιητικού
es_es: Vista Previa del Certificado
fa_ir: پیش‌نمایش گواهی
fi_fi: Esikatsele Todistusta
fr_fr: Aperçu du Certificat
he_il: תצוגה מקדימה של תעודה
hr_hr: Pregled Certifikata
hu_hu: Tanúsítvány Előnézet
id_id: Pratinjau Sertifikat
it_it: Anteprima Certificato
ja_jp: 証明書のプレビュー
ko_kr: 인증서 미리보기
lt_lt: Sertifikato Peržiūra
nb_no: Forhåndsvis Sertifikat
nl_nl: Certificaat Voorvertonen
pl_pl: Podgląd Certyfikatu
pt_br: Pré-visualizar certificado
ro_ro: Previzualizare Certificat
ru_ru: Предварительный просмотр сертификата
sk_sk: Náhľad Certifikátu
sl_si: Predogled Potrdila
sv_se: Förhandsgranska Certifikat
tr_tr: Sertifikayı Önizle
uk_ua: Переглянути сертифікат
zh_cn: 预览证书

# plugins.generic.reviewerCertificate.settings.invalidImageType
source: Invalid image type. Please upload a JPG or PNG file.
ar_ar: نوع الصورة غير صالح. يرجى رفع ملف JPG أو PNG.
bg_bg: Невалиден тип изображение. Моля, качете JPG или PNG файл.
ca_es: Tipus d'imatge no vàlid. Si us plau, carregueu un fitxer JPG o PNG.
cs_cz: Neplatný typ obrázku. Nahrajte prosím soubor JPG nebo PNG.
de_de: Ungültiger Bildtyp. Bitte laden Sie eine JPG- oder PNG-Datei hoch.
el_gr: Μη έγκυρος τύπος εικόνας. Παρακαλώ ανεβάστε αρχείο JPG ή PNG.
es_es: Tipo de imagen no válido. Por favor, suba un archivo JPG o PNG.
fa_ir: نوع تصویر نامعتبر است. لطفاً فایل JPG یا PNG بارگذاری کنید.
fi_fi: Virheellinen kuvatyyppi. Lataa JPG- tai PNG-tiedosto.
fr_fr: Type d'image invalide. Veuillez téléverser un fichier JPG ou PNG.
he_il: סוג תמונה לא חוקי. אנא העלה קובץ JPG או PNG.
hr_hr: Nevažeća vrsta slike. Molimo prenesite JPG ili PNG datoteku.
hu_hu: Érvénytelen képtípus. Kérjük, töltsön fel JPG vagy PNG fájlt.
id_id: Jenis gambar tidak valid. Harap unggah file JPG atau PNG.
it_it: Tipo di immagine non valido. Si prega di caricare un file JPG o PNG.
ja_jp: 画像タイプが無効です。JPGまたはPNGファイルをアップロードしてください。
ko_kr: 이미지 유형이 잘못되었습니다. JPG 또는 PNG 파일을 업로드하세요.
lt_lt: Netinkamas paveikslėlio tipas. Prašome įkelti JPG arba PNG failą.
nb_no: Ugyldig bildetype. Vennligst last opp en JPG- eller PNG-fil.
nl_nl: Ongeldig afbeeldingstype. Upload een JPG- of PNG-bestand.
pl_pl: Nieprawidłowy typ obrazu. Proszę przesłać plik JPG lub PNG.
pt_br: Tipo de imagem inválido. Envie um arquivo JPG ou PNG.
ro_ro: Tip de imagine nevalid. Vă rugăm să încărcați un fișier JPG sau PNG.
ru_ru: Недопустимый тип изображения. Пожалуйста, загрузите файл JPG или PNG.
sk_sk: Neplatný typ obrázka. Prosím, nahrajte súbor JPG alebo PNG.
sl_si: Neveljavna vrsta slike. Prosimo, naložite datoteko JPG ali PNG.
sv_se: Ogiltig bildtyp. Vänligen ladda upp en JPG- eller PNG-fil.
tr_tr: Geçersiz resim türü. Lütfen bir JPG veya PNG dosyası yükleyin.
uk_ua: Недійсний тип зображення. Будь ласка, завантажте файл JPG або PNG.
zh_cn: 图片类型无效。请上传JPG或PNG文件。

# plugins.generic.reviewerCertificate.settings.uploadFailed
source: File upload failed. Please try again.
ar_ar: فشل رفع الملف. يرجى المحاولة مرة أخرى.
bg_bg: Качването на файла е неуспешно. Моля, опитайте отново.
ca_es: La càrrega del fitxer ha fallat. Si us plau, torneu-ho a provar.
cs_cz: Nahrání souboru se nezdařilo. Zkuste to prosím znovu.
de_de: Datei-Upload fehlgeschlagen. Bitte versuchen Sie es erneut.
el_gr: Η μεταφόρτωση αρχείου απέτυχε. Παρακαλώ δοκιμάστε ξανά.
es_es: Error al subir el archivo. Por favor, inténtelo de nuevo.
fa_ir: بارگذاری فایل ناموفق بود. لطفاً دوباره تلاش کنید.
fi_fi: Tiedoston lataus epäonnistui. Yritä uudelleen.
fr_fr: Échec du téléversement du fichier. Veuillez réessayer.
he_il: העלאת הקובץ נכשלה. אנא נסה שוב.
hr_hr: Prijenos datoteke nije uspio. Molimo pokušajte ponovno.
hu_hu: A fájlfeltöltés sikertelen. Kérjük, próbálja újra.
id_id: Pengunggahan file gagal. Harap coba lagi.
it_it: Caricamento file non riuscito. Si prega di riprovare.
ja_jp: ファイルのアップロードに失敗しました。再試行してください。
ko_kr: 파일 업로드에 실패했습니다. 다시 시도하세요.
lt_lt: Failo įkėlimas nepavyko. Prašome bandyti dar kartą.
nb_no: Filopplasting mislyktes. Vennligst prøv igjen.
nl_nl: Bestandsupload mislukt. Probeer het opnieuw.
pl_pl: Przesyłanie pliku nie powiodło się. Proszę spróbować ponownie.
pt_br: Falha ao enviar o arquivo. Tente novamente.
ro_ro: Încărcarea fișierului a eșuat. Vă rugăm să încercați din nou.
ru_ru: Ошибка загрузки файла. Пожалуйста, попробуйте еще раз.
sk_sk: Nahrávanie súboru zlyhalo. Prosím, skúste to znova.
sl_si: Nalaganje datoteke ni uspelo. Prosimo, poskusite znova.
sv_se: Filuppladdning misslyckades. Vänligen försök igen.
tr_tr: Dosya yükleme başarısız oldu. Lütfen tekrar deneyin.
uk_ua: Помилка завантаження файлу. Будь ласка, спробуйте ще раз.
zh_cn: 文件上传失败。请重试。

# plugins.generic.reviewerCertificate.error.reviewNotCompleted
source: This review has not been completed yet. Certificates are only available for completed reviews.
ar_ar: لم يكتمل هذا التحكيم بعد. الشهادات متاحة فقط للتحكيمات المكتملة.
bg_bg: Тази рецензия все още не е завършена. Сертификатите са налични само за завършени рецензии.
ca_es: Aquesta revisió encara no s'ha completat. Els certificats només estan disponibles per a revisions completades.
cs_cz: Tato recenze ještě nebyla dokončena. Certifikáty jsou k dispozici pouze pro dokončené recenze.
de_de: Diese Begutachtung wurde noch nicht abgeschlossen. Zertifikate sind nur für abgeschlossene Begutachtungen verfügbar.
el_gr: Αυτή η κριτική δεν έχει ολοκληρωθεί ακόμα. Τα πιστοποιητικά είναι διαθέσιμα μόνο για ολοκληρωμένες κριτικές.
es_es: Esta revisión aún no se ha completado. Los certificados solo están disponibles para revisiones completadas.
fa_ir: این داوری هنوز تکمیل نشده است. گواهی‌ها فقط برای داوری‌های تکمیل شده موجود است.
fi_fi: Tätä arviointia ei ole vielä suoritettu. Todistukset ovat saatavilla vain suoritetuille arvioinneille.
fr_fr: Cette évaluation n'est pas encore terminée. Les certificats ne sont disponibles que pour les évaluations complétées.
he_il: ביקורת זו טרם הושלמה. תעודות זמינות רק לביקורות שהושלמו.
hr_hr: Ova recenzija još nije završena. Certifikati su dostupni samo za završene recenzije.
hu_hu: Ez a bírálat még nem fejeződött be. Tanúsítványok csak befejezett bírálatokhoz elérhetők.
id_id: Tinjauan ini belum diselesaikan. Sertifikat hanya tersedia untuk tinjauan yang sudah selesai.
it_it: Questa revisione non è ancora stata completata. I certificati sono disponibili solo per le revisioni completate.
ja_jp: この査読はまだ完了していません。証明書は完了した査読のみ利用可能です。
ko_kr: 이 심사는 아직 완료되지 않았습니다. 인증서는 완료된 심사에만 제공됩니다.
lt_lt: Ši recenzija dar nėra užbaigta. Sertifikatai galimi tik užbaigtoms recenzijoms.
nb_no: Denne vurderingen er ikke fullført ennå. Sertifikater er kun tilgjengelige for fullførte vurderinger.
nl_nl: Deze beoordeling is nog niet voltooid. Certificaten zijn alleen beschikbaar voor voltooide beoordelingen.
pl_pl: Ta recenzja nie została jeszcze ukończona. Certyfikaty są dostępne tylko dla ukończonych recenzji.
pt_br: Esta avaliação ainda não foi concluída. Certificados só ficam disponíveis para avaliações concluídas.
ro_ro: Această recenzie nu a fost încă finalizată. Certificatele sunt disponibile doar pentru recenzii finalizate.
ru_ru: Это рецензирование еще не завершено. Сертификаты доступны только для завершенных рецензий.
sk_sk: Táto recenzia ešte nebola dokončená. Certifikáty sú dostupné len pre dokončené recenzie.
sl_si: Ta recenzija še ni dokončana. Potrdila so na voljo samo za dokončane recenzije.
sv_se: Denna granskning är inte slutförd ännu. Certifikat är endast tillgängliga för slutförda granskningar.
tr_tr: Bu değerlendirme henüz tamamlanmadı. Sertifikalar yalnızca tamamlanmış değerlendirmeler için kullanılabilir.
uk_ua: Це рецензування ще не завершено. Сертифікати доступні лише для завершених рецензій.
zh_cn: 此审稿尚未完成。证书仅适用于已完成的审稿。

# plugins.generic.reviewerCertificate.error.noCertificateCode
source: No certificate code provided
ar_ar: لم يتم تقديم رمز الشهادة
bg_bg: Не е предоставен код на сертификат
ca_es: No s'ha proporcionat cap codi de certificat
cs_cz: Nebyl poskytnut kód certifikátu
de_de: Kein Zertifikatscode angegeben
el_gr: Δεν παρέχεται κωδικός πιστοποιητικού
es_es: No se proporcionó código de certificado
fa_ir: کد گواهی ارائه نشده است
fi_fi: Todistuskoodia ei annettu
fr_fr: Aucun code de certificat fourni
he_il: לא סופק קוד תעודה
hr_hr: Nije dostavljen kod certifikata
hu_hu: Nincs megadva tanúsítvány kód
id_id: Tidak ada kode sertifikat yang diberikan
it_it: Nessun codice certificato fornito
ja_jp: 証明書コードが提供されていません
ko_kr: 인증서 코드가 제공되지 않았습니다
lt_lt: Nepateiktas sertifikato kodas
nb_no: Ingen sertifikatkode oppgitt
nl_nl: Geen certificaatcode opgegeven
pl_pl: Nie podano kodu certyfikatu
pt_br: Nenhum código de certificado foi informado.
ro_ro: Nu a fost furnizat niciun cod de certificat
ru_ru: Код сертификата не предоставлен
sk_sk: Nebol poskytnutý kód certifikátu
sl_si: Koda potrdila ni bila podana
sv_se: Ingen certifikatkod angiven
tr_tr: Sertifika kodu sağlanmadı
uk_ua: Код сертифіката не надано
zh_cn: 未提供证书代码

# plugins.generic.reviewerCertificate.error.invalidCertificate
source: Invalid certificate code. This certificate could not be verified.
ar_ar: رمز الشهادة غير صالح. تعذر التحقق من هذه الشهادة.
bg_bg: Невалиден код на сертификат. Този сертификат не може да бъде проверен.
ca_es: Codi de certificat no vàlid. Aquest certificat no s'ha pogut verificar.
cs_cz: Neplatný kód certifikátu. Tento certifikát nemohl být ověřen.
de_de: Ungültiger Zertifikatscode. Dieses Zertifikat konnte nicht verifiziert werden.
el_gr: Μη έγκυρος κωδικός πιστοποιητικού. Αυτό το πιστοποιητικό δεν μπόρεσε να επαληθευτεί.
es_es: Código de certificado no válido. Este certificado no pudo ser verificado.
fa_ir: کد گواهی نامعتبر است. این گواهی قابل تأیید نیست.
fi_fi: Virheellinen todistuskoodi. Tätä todistusta ei voitu vahvistaa.
fr_fr: Code de certificat invalide. Ce certificat n'a pas pu être vérifié.
he_il: קוד תעודה לא חוקי. לא ניתן לאמת תעודה זו.
hr_hr: Nevažeći kod certifikata. Ovaj certifikat nije mogao biti provjeren.
hu_hu: Érvénytelen tanúsítvány kód. Ez a tanúsítvány nem ellenőrizhető.
id_id: Kode sertifikat tidak valid. Sertifikat ini tidak dapat diverifikasi.
it_it: Codice certificato non valido. Questo certificato non può essere verificato.
ja_jp: 証明書コードが無効です。この証明書を検証できませんでした。
ko_kr: 인증서 코드가 잘못되었습니다. 이 인증서를 확인할 수 없습니다.
lt_lt: Neteisingas sertifikato kodas. Šio sertifikato nepavyko patikrinti.
nb_no: Ugyldig sertifikatkode. Dette sertifikatet kunne ikke verifiseres.
nl_nl: Ongeldige certificaatcode. Dit certificaat kon niet worden geverifieerd.
pl_pl: Nieprawidłowy kod certyfikatu. Ten certyfikat nie mógł zostać zweryfikowany.
pt_br: O código de certificado informado é inválido.
ro_ro: Cod de certificat nevalid. Acest certificat nu a putut fi verificat.
ru_ru: Недействительный код сертификата. Этот сертификат не может быть проверен.
sk_sk: Neplatný kód certifikátu. Tento certifikát nie je možné overiť.
sl_si: Neveljavna koda potrdila. Tega potrdila ni mogoče preveriti.
sv_se: Ogiltig certifikatkod. Detta certifikat kunde inte verifieras.
tr_tr: Geçersiz sertifika kodu. Bu sertifika doğrulanamadı.
uk_ua: Недійсний код сертифіката. Цей сертифікат не може бути перевірений.
zh_cn: 证书代码无效。无法验证此证书。

# plugins.generic.reviewerCertificate.error.noReviewersSelected
source: No reviewers selected for batch certificate generation
ar_ar: لم يتم اختيار محكّمين لإنشاء الشهادات المجمعة
bg_bg: Не са избрани рецензенти за масово генериране на сертификати
ca_es: No s'han seleccionat revisors per a la generació massiva de certificats
cs_cz: Nebyli vybráni žádní recenzenti pro hromadné generování certifikátů
de_de: Keine Gutachter für die Stapelgenerierung von Zertifikaten ausgewählt
el_gr: Δεν επιλέχθηκαν κριτές για μαζική δημιουργία πιστοποιητικών
es_es: No se seleccionaron revisores para la generación por lotes de certificados
fa_ir: هیچ داوری برای تولید گروهی گواهی انتخاب نشده است
fi_fi: Eräluonnin todistusten luomiseen ei ole valittu arvioitsijoita
fr_fr: Aucun relecteur sélectionné pour la génération par lots de certificats
he_il: לא נבחרו שופטים ליצירת תעודות מרובות
hr_hr: Nisu odabrani recenzenti za skupno generiranje certifikata
hu_hu: Nincs kiválasztva bíráló a tömeges tanúsítvány generáláshoz
id_id: Tidak ada mitra bestari yang dipilih untuk pembuatan sertifikat batch
it_it: Nessun revisore selezionato per la generazione in batch di certificati
ja_jp: 一括証明書生成用の査読者が選択されていません
ko_kr: 일괄 인증서 생성을 위한 심사자가 선택되지 않았습니다
lt_lt: Nepasirinkti recenzentai masiniam sertifikatų generavimui
nb_no: Ingen fagfeller valgt for massegenerering av sertifikater
nl_nl: Geen recensenten geselecteerd voor batch certificaatgeneratie
pl_pl: Nie wybrano recenzentów do zbiorczego generowania certyfikatów
pt_br: Nenhum avaliador foi selecionado para geração de certificados.
ro_ro: Nu au fost selectați recenzori pentru generarea în lot a certificatelor
ru_ru: Не выбрано ни одного рецензента для пакетной генерации сертификатов
sk_sk: Neboli vybraní recenzenti pre hromadné generovanie certifikátov
sl_si: Recenzenti niso bili izbrani za množično generiranje potrdil
sv_se: Inga granskare valda för batchgenerering av certifikat
tr_tr: Toplu sertifika oluşturma için hakem seçilmedi
uk_ua: Не вибрано жодного рецензента для пакетного генерування сертифікатів
zh_cn: 未选择批量生成证书的审稿人
