Repository: ssemerikov/reviewerCertificate
Catalog: locale/*/locale.po
Languages: ar_ar, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, zh_cn

# plugins.generic.reviewerCertificate.displayName
source: Reviewer Certificate Plugin
ar_ar: إضافة شهادات المحكّمين
bg_bg: Плъгин за Сертификат на Рецензент
ca_es: Complement de Certificats de Revisors
cs_cz: Plugin Certifikátů Recenzentů
de_de: Gutachter-Zertifikate Plugin
el_gr: Πρόσθετο Πιστοποιητικού Κριτή
es_es: Plugin de Certificados de Revisores
fa_ir: افزونه گواهی داوری
fi_fi: Arvioitsijatodistuslisäosa
fr_fr: Plugin de Certificats de Relecteurs
he_il: תוסף תעודת שופט
hr_hr: Dodatak za Certifikate Recenzenata
hu_hu: Bíráló Tanúsítvány Bővítmény
id_id: Plugin Sertifikat Mitra Bestari
it_it: Plugin Certificati Revisori
ja_jp: 査読者証明書プラグイン
ko_kr: 심사자 인증서 플러그인
lt_lt: Recenzento Sertifikato Įskiepis
nb_no: Plugin for Fagfellesesertifikater
nl_nl: Recensentencertificaat Plugin
pl_pl: Wtyczka Certyfikatów Recenzentów
pt_br: Plugin de Certificados de Avaliadores
ro_ro: Plugin Certificate Recenzori
ru_ru: Плагин сертификатов рецензентов
sk_sk: Doplnok Certifikátu Recenzenta
sl_si: Vtičnik za Potrdilo Recenzenta
sv_se: Plugin för Granskarcertifikat
tr_tr: Hakem Sertifikası Eklentisi
uk_ua: Плагін сертифікатів рецензентів
zh_cn: 审稿人证书插件

# plugins.generic.reviewerCertificate.description
source: Enables reviewers to generate and download personalized PDF certificates of recognition after completing reviews.
ar_ar: تتيح للمحكّمين إنشاء وتنزيل شهادات تقدير PDF مخصصة بعد إتمام عمليات التحكيم.
bg_bg: Позволява на рецензентите да генерират и изтеглят персонализирани PDF сертификати за признание след завършване на рецензии.
ca_es: Permet als revisors generar i descarregar certificats PDF personalitzats de reconeixement després de completar les revisions.
cs_cz: Umožňuje recenzentům generovat a stahovat personalizované PDF certifikáty uznání po dokončení recenzí.
de_de: Ermöglicht Gutachtern, personalisierte PDF-Zertifikate als Anerkennung nach Abschluss ihrer Begutachtungen zu erstellen und herunterzuladen.
el_gr: Επιτρέπει στους κριτές να δημιουργούν και να κατεβάζουν εξατομικευμένα πιστοποιητικά αναγνώρισης PDF μετά την ολοκλήρωση κριτικών.
es_es: Permite a los revisores generar y descargar certificados PDF personalizados de reconocimiento después de completar las revisiones.
fa_ir: به داوران امکان می‌دهد پس از تکمیل داوری، گواهی‌های PDF شخصی‌سازی شده را ایجاد و دانلود کنند.
fi_fi: Mahdollistaa arvioitsijoiden luoda ja ladata henkilökohtaisia PDF-todistuksia tunnustuksena vertaisarvioinnin suorittamisen jälkeen.
fr_fr: Permet aux relecteurs de générer et télécharger des certificats PDF personnalisés de reconnaissance après avoir complété les évaluations.
he_il: מאפשר לשופטים ליצור ולהוריד תעודות הוקרה PDF מותאמות אישית לאחר השלמת ביקורות.
hr_hr: Omogućuje recenzentima stvaranje i preuzimanje personaliziranih PDF certifikata za priznanje nakon završetka recenzija.
hu_hu: Lehetővé teszi a bírálók számára, hogy személyre szabott PDF elismerő tanúsítványokat hozzanak létre és töltsenek le a bírálatok befejezése után.
id_id: Memungkinkan mitra bestari untuk menghasilkan dan mengunduh sertifikat PDF penghargaan yang dipersonalisasi setelah menyelesaikan tinjauan.
it_it: Consente ai revisori di generare e scaricare certificati PDF personalizzati di riconoscimento dopo aver completato le revisioni.
ja_jp: 査読者が査読完了後に、個人向けPDF認定証を生成・ダウンロードできるようにします。
ko_kr: 심사자가 심사 완료 후 맞춤형 PDF 인증서를 생성하고 다운로드할 수 있습니다.
lt_lt: Leidžia recenzentams generuoti ir atsisiųsti asmeninio pripažinimo PDF sertifikatus po recenzijų užbaigimo.
nb_no: Lar fagfeller generere og laste ned personaliserte PDF-sertifikater for anerkjennelse etter fullført fagfellevurdering.
nl_nl: Stelt recensenten in staat om gepersonaliseerde PDF-certificaten van erkenning te genereren en te downloaden na het voltooien van beoordelingen.
pl_pl: Umożliwia recenzentom generowanie i pobieranie spersonalizowanych certyfikatów PDF z podziękowaniem po zakończeniu recenzji.
pt_br: Permite que avaliadores gerem e baixem certificados personalizados em PDF como reconhecimento após concluírem avaliações.
ro_ro: Permite recenzorilor să genereze și să descarce certificate PDF personalizate de recunoaștere după finalizarea recenziilor.
ru_ru: Позволяет рецензентам генерировать и загружать персонализированные PDF-сертификаты признания после завершения рецензирования.
sk_sk: Umožňuje recenzentom generovať a sťahovať personalizované PDF certifikáty uznania po dokončení recenzií.
sl_si: Omogoča recenzentom ustvarjanje in prenos personaliziranih PDF potrdil priznanja po zaključku recenzij.
sv_se: Gör det möjligt för granskare att generera och ladda ner personliga PDF-certifikat för erkännande efter slutförda granskningar.
tr_tr: Hakemlerin değerlendirmeleri tamamladıktan sonra kişiselleştirilmiş PDF takdir sertifikaları oluşturmalarına ve indirmelerine olanak tanır.
uk_ua: Дозволяє рецензентам генерувати та завантажувати персоналізовані PDF-сертифікати визнання після завершення рецензування.
zh_cn: 允许审稿人在完成审稿后生成并下载个性化的PDF荣誉证书。

# plugins.generic.reviewerCertificate.certificateTitle
source: Certificate of Review
ar_ar: شهادة تحكيم
bg_bg: Сертификат за Рецензия
ca_es: Certificat de Revisió
cs_cz: Certifikát Recenze
de_de: Gutachter-Zertifikat
el_gr: Πιστοποιητικό Κριτικής
es_es: Certificado de Revisión
fa_ir: گواهی داوری
fi_fi: Arviointitodistus
fr_fr: Certificat d'Évaluation
he_il: תעודת שיפוט
hr_hr: Certifikat o Recenziji
hu_hu: Bírálati Tanúsítvány
id_id: Sertifikat Tinjauan
it_it: Certificato di Revisione
ja_jp: 査読証明書
ko_kr: 심사 인증서
lt_lt: Recenzijos Sertifikatas
nb_no: Fagfellevurderingssertifikat
nl_nl: Beoordelingscertificaat
pl_pl: Certyfikat Recenzji
pt_br: Certificado de Avaliação
ro_ro: Certificat de Recenzie
ru_ru: Сертификат рецензента
sk_sk: Certifikát Recenzie
sl_si: Potrdilo o Recenziji
sv_se: Granskningscertifikat
tr_tr: Değerlendirme Sertifikası
uk_ua: Сертифікат рецензента
zh_cn: 审稿证书

# plugins.generic.reviewerCertificate.certificateSubject
source: Peer Review Certificate
ar_ar: شهادة مراجعة الأقران
bg_bg: Сертификат за Експертна Оценка
ca_es: Certificat de Revisió per Parells
cs_cz: Certifikát Odborného Posouzení
de_de: Peer-Review-Zertifikat
el_gr: Πιστοποιητικό Αξιολόγησης από Ομότιμους
es_es: Certificado de Evaluación por Pares
fa_ir: گواهی داوری همتا
fi_fi: Vertaisarviointitodistus
fr_fr: Certificat d'Évaluation par les Pairs
he_il: תעודת ביקורת עמיתים
hr_hr: Certifikat o Stručnoj Recenziji
hu_hu: Szakmai Bírálati Tanúsítvány
id_id: Sertifikat Tinjauan Sejawat
it_it: Certificato di Revisione tra Pari
ja_jp: ピアレビュー証明書
ko_kr: 동료 심사 인증서
lt_lt: Ekspertinio Vertinimo Sertifikatas
nb_no: Sertifikat for Fagfellevurdering
nl_nl: Certificaat van Peer Review
pl_pl: Certyfikat Recenzji Naukowej
pt_br: Certificado de Revisão por Pares
ro_ro: Certificat de Recenzie Colegi ală
ru_ru: Сертификат экспертной оценки
sk_sk: Certifikát Odborného Posúdenia
sl_si: Potrdilo o Strokovni Recenziji
sv_se: Certifikat för Kollegial Granskning
tr_tr: Hakem Değerlendirmesi Sertifikası
uk_ua: Сертифікат експертної оцінки
zh_cn: 同行评审证书

# plugins.generic.reviewerCertificate.certificateAvailable
source: Your Certificate is Ready!
ar_ar: شهادتك جاهزة!
bg_bg: Вашият Сертификат е Готов!
ca_es: El vostre certificat està llest!
cs_cz: Váš certifikát je připraven!
de_de: Ihr Zertifikat ist fertig!
el_gr: Το Πιστοποιητικό σας είναι Έτοιμο!
es_es: ¡Su certificado está listo!
fa_ir: گواهی شما آماده است!
fi_fi: Todistuksesi on valmis!
fr_fr: Votre certificat est prêt !
he_il: התעודה שלך מוכנה!
hr_hr: Vaš certifikat je spreman!
hu_hu: Tanúsítványa Elkészült!
id_id: Sertifikat Anda sudah siap!
it_it: Il Suo certificato è pronto!
ja_jp: 証明書の準備ができました！
ko_kr: 인증서가 준비되었습니다!
lt_lt: Jūsų Sertifikatas Paruoštas!
nb_no: Sertifikatet ditt er klart!
nl_nl: Uw certificaat is klaar!
pl_pl: Twój certyfikat jest gotowy!
pt_br: Seu certificado está pronto!
ro_ro: Certificatul dumneavoastră este gata!
ru_ru: Ваш сертификат готов!
sk_sk: Váš Certifikát je Pripravený!
sl_si: Vaše Potrdilo je Pripravljeno!
sv_se: Ditt certifikat är klart!
tr_tr: Sertifikanız hazır!
uk_ua: Ваш сертифікат готовий!
zh_cn: 您的证书已准备就绪！

# plugins.generic.reviewerCertificate.certificateAvailableDescription
source: Thank you for completing this review. You can now download your certificate of recognition.
ar_ar: شكراً لإتمامك هذا التحكيم. يمكنك الآن تنزيل شهادة التقدير الخاصة بك.
bg_bg: Благодарим ви за завършването на тази рецензия. Сега можете да изтеглите вашия сертификат за признание.
ca_es: Gràcies per completar aquesta revisió. Ara podeu descarregar el vostre certificat de reconeixement.
cs_cz: Děkujeme za dokončení této recenze. Nyní si můžete stáhnout svůj certifikát uznání.
de_de: Vielen Dank für den Abschluss dieser Begutachtung. Sie können jetzt Ihr Anerkennungszertifikat herunterladen.
el_gr: Σας ευχαριστούμε για την ολοκλήρωση αυτής της κριτικής. Μπορείτε τώρα να κατεβάσετε το πιστοποιητικό αναγνώρισής σας.
es_es: Gracias por completar esta revisión. Ahora puede descargar su certificado de reconocimiento.
fa_ir: از تکمیل این داوری سپاسگزاریم. اکنون می‌توانید گواهی تقدیر خود را دانلود کنید.
fi_fi: Kiitos arvioinnin suorittamisesta. Voit nyt ladata tunnustustodistuksesi.
fr_fr: Merci d'avoir complété cette évaluation. Vous pouvez maintenant télécharger votre certificat de reconnaissance.
he_il: תודה על השלמת הביקורת. כעת תוכל להוריד את תעודת ההוקרה שלך.
hr_hr: Hvala što ste dovršili ovu recenziju. Sada možete preuzeti svoj certifikat za priznanje.
hu_hu: Köszönjük, hogy befejezte ezt a bírálatot. Most letöltheti elismerő tanúsítványát.
id_id: Terima kasih telah menyelesaikan tinjauan ini. Anda sekarang dapat mengunduh sertifikat penghargaan Anda.
it_it: Grazie per aver completato questa revisione. Ora può scaricare il Suo certificato di riconoscimento.
ja_jp: 査読を完了していただきありがとうございます。認定証をダウンロードできます。
ko_kr: 심사를 완료해 주셔서 감사합니다. 이제 인증서를 다운로드할 수 있습니다.
lt_lt: Dėkojame už šios recenzijos užbaigimą. Dabar galite atsisiųsti savo pripažinimo sertifikatą.
nb_no: Takk for at du fullførte denne vurderingen. Du kan nå laste ned sertifikatet ditt for anerkjennelse.
nl_nl: Bedankt voor het voltooien van deze beoordeling. U kunt nu uw certificaat van erkenning downloaden.
pl_pl: Dziękujemy za ukończenie tej recenzji. Możesz teraz pobrać swój certyfikat z podziękowaniem.
pt_br: Obrigado por concluir esta avaliação. Agora você pode baixar seu certificado de reconhecimento.
ro_ro: Vă mulțumim pentru finalizarea acestei recenzii. Acum puteți descărca certificatul dumneavoastră de recunoaștere.
ru_ru: Благодарим за завершение рецензирования. Теперь вы можете загрузить свой сертификат признания.
sk_sk: Ďakujeme za dokončenie tejto recenzie. Teraz si môžete stiahnuť svoj certifikát uznania.
sl_si: Zahvaljujemo se vam za dokončanje te recenzije. Zdaj lahko prenesete svoje potrdilo priznanja.
sv_se: Tack för att du slutförde denna granskning. Du kan nu ladda ner ditt certifikat för erkännande.
tr_tr: Bu değerlendirmeyi tamamladığınız için teşekkür ederiz. Artık takdir sertifikanızı indirebilirsiniz.
uk_ua: Дякуємо за завершення рецензування. Тепер ви можете завантажити свій сертифікат визнання.
zh_cn: 感谢您完成本次审稿。您现在可以下载您的荣誉证书。

# plugins.generic.reviewerCertificate.downloadCertificate
source: Download Certificate
ar_ar: تنزيل الشهادة
bg_bg: Изтегли Сертификат
ca_es: Descarregar Certificat
cs_cz: Stáhnout Certifikát
de_de: Zertifikat Herunterladen
el_gr: Λήψη Πιστοποιητικού
es_es: Descargar Certificado
fa_ir: دانلود گواهی
fi_fi: Lataa Todistus
fr_fr: Télécharger le Certificat
he_il: הורד תעודה
hr_hr: Preuzmi Certifikat
hu_hu: Tanúsítvány Letöltése
id_id: Unduh Sertifikat
it_it: Scarica Certificato
ja_jp: 証明書をダウンロード
ko_kr: 인증서 다운로드
lt_lt: Atsisiųsti Sertifikatą
nb_no: Last ned Sertifikat
nl_nl: Certificaat Downloaden
pl_pl: Pobierz Certyfikat
pt_br: Baixar certificado
ro_ro: Descarcă Certificatul
ru_ru: Загрузить сертификат
sk_sk: Stiahnuť Certifikát
sl_si: Prenesi Potrdilo
sv_se: Ladda ner Certifikat
tr_tr: Sertifikayı İndir
uk_ua: Завантажити сертифікат
zh_cn: 下载证书

# plugins.generic.reviewerCertificate.settings
source: Certificate Settings
ar_ar: إعدادات الشهادة
bg_bg: Настройки на Сертификата
ca_es: Configuració de Certificats
cs_cz: Nastavení Certifikátů
de_de: Zertifikat-Einstellungen
el_gr: Ρυθμίσεις Πιστοποιητικού
es_es: Configuración de Certificados
fa_ir: تنظیمات گواهی
fi_fi: Todistusasetukset
fr_fr: Paramètres des Certificats
he_il: הגדרות תעודה
hr_hr: Postavke Certifikata
hu_hu: Tanúsítvány Beállítások
id_id: Pengaturan Sertifikat
it_it: Impostazioni Certificati
ja_jp: 証明書設定
ko_kr: 인증서 설정
lt_lt: Sertifikato Nustatymai
nb_no: Sertifikatinnstillinger
nl_nl: Certificaatinstellingen
pl_pl: Ustawienia Certyfikatów
pt_br: Configurações de certificados
ro_ro: Setări Certificate
ru_ru: Настройки сертификатов
sk_sk: Nastavenia Certifikátu
sl_si: Nastavitve Potrdila
sv_se: Certifikatinställningar
tr_tr: Sertifika Ayarları
uk_ua: Налаштування сертифікатів
zh_cn: 证书设置

# plugins.generic.reviewerCertificate.settings.description
source: Configure certificate templates and eligibility criteria for reviewers.
ar_ar: إعداد قوالب الشهادات ومعايير الأهلية للمحكّمين.
bg_bg: Конфигурирайте шаблони за сертификати и критерии за допустимост за рецензенти.
ca_es: Configureu les plantilles de certificats i els criteris d'elegibilitat per als revisors.
cs_cz: Nakonfigurujte šablony certifikátů a kritéria způsobilosti pro recenzenty.
de_de: Konfigurieren Sie Zertifikatvorlagen und Zulassungskriterien für Gutachter.
el_gr: Διαμόρφωση προτύπων πιστοποιητικών και κριτηρίων επιλεξιμότητας για τους κριτές.
es_es: Configure las plantillas de certificados y los criterios de elegibilidad para los revisores.
fa_ir: پیکربندی قالب‌های گواهی و معیارهای واجد شرایط بودن برای داوران.
fi_fi: Määritä todistuspohjat ja kelpoisuuskriteerit arvioitsijoille.
fr_fr: Configurez les modèles de certificats et les critères d'éligibilité pour les relecteurs.
he_il: הגדר תבניות תעודות וקריטריוני זכאות לשופטים.
hr_hr: Konfigurirajte predloške certifikata i kriterije prihvatljivosti za recenzente.
hu_hu: Tanúsítvány sablonok és jogosultsági kritériumok konfigurálása bírálók számára.
id_id: Konfigurasi templat sertifikat dan kriteria kelayakan untuk mitra bestari.
it_it: Configura i modelli di certificato e i criteri di idoneità per i revisori.
ja_jp: 査読者向けの証明書テンプレートと資格基準を設定します。
ko_kr: 심사자를 위한 인증서 템플릿과 자격 기준을 설정합니다.
lt_lt: Konfigūruokite sertifikatų šablonus ir tinkamumo kriterijus recenzentams.
nb_no: Konfigurer sertifikatmaler og kvalifikasjonskriterier for fagfeller.
nl_nl: Configureer certificaatsjablonen en geschiktheidscriteria voor recensenten.
pl_pl: Skonfiguruj szablony certyfikatów i kryteria kwalifikacji dla recenzentów.
pt_br: Configure os modelos de certificado e os critérios de elegibilidade para avaliadores.
ro_ro: Configurați șabloanele de certificate și criteriile de eligibilitate pentru recenzori.
ru_ru: Настройте шаблоны сертификатов и критерии приемлемости для рецензентов.
sk_sk: Nastavte šablóny certifikátov a kritériá oprávnenosti pre recenzentov.
sl_si: Konfigurirajte predloge potrdil in merila upravičenosti za recenzente.
sv_se: Konfigurera certifikatmallar och behörighetskriterier för granskare.
tr_tr: Hakemler için sertifika şablonlarını ve uygunluk kriterlerini yapılandırın.
uk_ua: Налаштуйте шаблони сертифікатів та критерії прийнятності для рецензентів.
zh_cn: 配置审稿人的证书模板和资格标准。

# plugins.generic.reviewerCertificate.settings.templateSettings
source: Certificate Template Settings
ar_ar: إعدادات قالب الشهادة
bg_bg: Настройки на Шаблона за Сертификат
ca_es: Configuració de la Plantilla de Certificat
cs_cz: Nastavení Šablony Certifikátu
de_de: Einstellungen der Zertifikatvorlage
el_gr: Ρυθμίσεις Προτύπου Πιστοποιητικού
es_es: Configuración de Plantilla de Certificado
fa_ir: تنظیمات قالب گواهی
fi_fi: Todistuspohjan Asetukset
fr_fr: Paramètres du Modèle de Certificat
he_il: הגדרות תבנית תעודה
hr_hr: Postavke Predloška Certifikata
hu_hu: Tanúsítvány Sablon Beállítások
id_id: Pengaturan Templat Sertifikat
it_it: Impostazioni Modello Certificato
ja_jp: 証明書テンプレート設定
ko_kr: 인증서 템플릿 설정
lt_lt: Sertifikato Šablono Nustatymai
nb_no: Innstillinger for Sertifikatmal
nl_nl: Certificaatsjablooninstellingen
pl_pl: Ustawienia Szablonu Certyfikatu
pt_br: Configurações do modelo de certificado
ro_ro: Setări Șablon Certificat
ru_ru: Настройки шаблона сертификата
sk_sk: Nastavenia Šablóny Certifikátu
sl_si: Nastavitve Predloge Potrdila
sv_se: Inställningar för Certifikatmall
tr_tr: Sertifika Şablonu Ayarları
uk_ua: Налаштування шаблону сертифіката
zh_cn: 证书模板设置

# plugins.generic.reviewerCertificate.settings.backgroundImage
source: Background Image
ar_ar: صورة الخلفية
bg_bg: Фоново Изображение
ca_es: Imatge de Fons
cs_cz: Obrázek na Pozadí
de_de: Hintergrundbild
el_gr: Εικόνα Φόντου
es_es: Imagen de Fondo
fa_ir: تصویر پس‌زمینه
fi_fi: Taustakuva
fr_fr: Image de Fond
he_il: תמונת רקע
hr_hr: Pozadinska Slika
hu_hu: Háttérkép
id_id: Gambar Latar Belakang
it_it: Immagine di Sfondo
ja_jp: 背景画像
ko_kr: 배경 이미지
lt_lt: Fono Paveikslėlis
nb_no: Bakgrunnsbilde
nl_nl: Achtergrondafbeelding
pl_pl: Obraz Tła
pt_br: Imagem de fundo
ro_ro: Imagine de Fundal
ru_ru: Фоновое изображение
sk_sk: Obrázok Pozadia
sl_si: Slika Ozadja
sv_se: Bakgrundsbild
tr_tr: Arka Plan Resmi
uk_ua: Фонове зображення
zh_cn: 背景图片

# plugins.generic.reviewerCertificate.settings.backgroundImageDescription
source: Upload a background image for the certificate (JPG or PNG, recommended size: 2100x2970 pixels for A4)
ar_ar: رفع صورة خلفية للشهادة (JPG أو PNG، الحجم الموصى به: 2100×2970 بكسل لصفحة A4)
bg_bg: Качете фоново изображение за сертификата (JPG или PNG, препоръчителен размер: 2100x2970 пиксела за A4)
ca_es: Carregueu una imatge de fons per al certificat (JPG o PNG, mida recomanada: 2100x2970 píxels per A4)
cs_cz: Nahrajte obrázek na pozadí certifikátu (JPG nebo PNG, doporučená velikost: 2100x2970 pixelů pro A4)
de_de: Laden Sie ein Hintergrundbild für das Zertifikat hoch (JPG oder PNG, empfohlene Größe: 2100x2970 Pixel für A4)
el_gr: Ανεβάστε μια εικόνα φόντου για το πιστοποιητικό (JPG ή PNG, προτεινόμενο μέγεθος: 2100x2970 pixels για A4)
es_es: Suba una imagen de fondo para el certificado (JPG o PNG, tamaño recomendado: 2100x2970 píxeles para A4)
fa_ir: بارگذاری تصویر پس‌زمینه برای گواهی (JPG یا PNG، اندازه پیشنهادی: 2100×2970 پیکسل برای A4)
fi_fi: Lataa taustakuva todistukselle (JPG tai PNG, suositeltu koko: 2100x2970 pikseliä A4:lle)
fr_fr: Téléversez une image de fond pour le certificat (JPG ou PNG, taille recommandée : 2100x2970 pixels pour A4)
he_il: העלה תמונת רקע לתעודה (JPG או PNG, גודל מומלץ: 2100x2970 פיקסלים עבור A4)
hr_hr: Prenesite pozadinsku sliku za certifikat (JPG ili PNG, preporučena veličina: 2100x2970 piksela za A4)
hu_hu: Töltse fel a tanúsítvány háttérképét (JPG vagy PNG, ajánlott méret: 2100x2970 pixel A4-hez)
id_id: Unggah gambar latar belakang untuk sertifikat (JPG atau PNG, ukuran yang disarankan: 2100x2970 piksel untuk A4)
it_it: Carica un'immagine di sfondo per il certificato (JPG o PNG, dimensione consigliata: 2100x2970 pixel per A4)
ja_jp: 証明書の背景画像をアップロード（JPGまたはPNG、A4サイズ推奨：2100×2970ピクセル）
ko_kr: 인증서 배경 이미지 업로드 (JPG 또는 PNG, A4 권장 크기: 2100x2970 픽셀)
lt_lt: Įkelkite fono paveikslėlį sertifikatui (JPG arba PNG, rekomenduojamas dydis: 2100x2970 pikselių A4 formatui)
nb_no: Last opp et bakgrunnsbilde for sertifikatet (JPG eller PNG, anbefalt størrelse: 2100x2970 piksler for A4)
nl_nl: Upload een achtergrondafbeelding voor het certificaat (JPG of PNG, aanbevolen grootte: 2100x2970 pixels voor A4)
pl_pl: Prześlij obraz tła dla certyfikatu (JPG lub PNG, zalecany rozmiar: 2100x2970 pikseli dla A4)
pt_br: Envie uma imagem de fundo para o certificado (JPG ou PNG, tamanho recomendado: 2100x2970 pixels para A4).
ro_ro: Încărcați o imagine de fundal pentru certificat (JPG sau PNG, dimensiune recomandată: 2100x2970 pixeli pentru A4)
ru_ru: Загрузите фоновое изображение для сертификата (JPG или PNG, рекомендуемый размер: 2100x2970 пикселей для A4)
sk_sk: Nahrajte obrázok pozadia pre certifikát (JPG alebo PNG, odporúčaná veľkosť: 2100x2970 pixelov pre A4)
sl_si: Naložite sliko ozadja za potrdilo (JPG ali PNG, priporočena velikost: 2100x2970 pikslov za A4)
sv_se: Ladda upp en bakgrundsbild för certifikatet (JPG eller PNG, rekommenderad storlek: 2100x2970 pixlar för A4)
tr_tr: Sertifika için bir arka plan resmi yükleyin (JPG veya PNG, önerilen boyut: A4 için 2100x2970 piksel)
uk_ua: Завантажте фонове зображення для сертифіката (JPG або PNG, рекомендований розмір: 2100x2970 пікселів для A4)
zh_cn: 上传证书的背景图片（JPG或PNG格式，A4尺寸建议：2100x2970像素）

# plugins.generic.reviewerCertificate.settings.currentImage
source: Current background image
ar_ar: صورة الخلفية الحالية
bg_bg: Текущо фоново изображение
ca_es: Imatge de fons actual
cs_cz: Aktuální obrázek na pozadí
de_de: Aktuelles Hintergrundbild
el_gr: Τρέχουσα εικόνα φόντου
es_es: Imagen de fondo actual
fa_ir: تصویر پس‌زمینه فعلی
fi_fi: Nykyinen taustakuva
fr_fr: Image de fond actuelle
he_il: תמונת רקע נוכחית
hr_hr: Trenutna pozadinska slika
hu_hu: Jelenlegi háttérkép
id_id: Gambar latar belakang saat ini
it_it: Immagine di sfondo attuale
ja_jp: 現在の背景画像
ko_kr: 현재 배경 이미지
lt_lt: Dabartinis fono paveikslėlis
nb_no: Gjeldende bakgrunnsbilde
nl_nl: Huidige achtergrondafbeelding
pl_pl: Bieżący obraz tła
pt_br: Imagem de fundo atual
ro_ro: Imaginea de fundal curentă
ru_ru: Текущее фоновое изображение
sk_sk: Aktuálny obrázok pozadia
sl_si: Trenutna slika ozadja
sv_se: Nuvarande bakgrundsbild
tr_tr: Mevcut arka plan resmi
uk_ua: Поточне фонове зображення
zh_cn: 当前背景图片

# plugins.generic.reviewerCertificate.settings.headerText
source: Header Text
ar_ar: نص العنوان
bg_bg: Заглавен Текст
ca_es: Text de Capçalera
cs_cz: Text Záhlaví
de_de: Kopfzeilentext
el_gr: Κείμενο Επικεφαλίδας
es_es: Texto del Encabezado
fa_ir: متن سربرگ
fi_fi: Otsikkoteksti
fr_fr: Texte d'En-tête
he_il: טקסט כותרת
hr_hr: Tekst Zaglavlja
hu_hu: Fejléc Szöveg
id_id: Teks Judul
it_it: Testo Intestazione
ja_jp: ヘッダーテキスト
ko_kr: 헤더 텍스트
lt_lt: Antraštės Tekstas
nb_no: Overskriftstekst
nl_nl: Koptekst
pl_pl: Tekst Nagłówka
pt_br: Texto do cabeçalho
ro_ro: Text Antet
ru_ru: Текст заголовка
sk_sk: Text Hlavičky
sl_si: Besedilo Glave
sv_se: Rubriktext
tr_tr: Başlık Metni
uk_ua: Текст заголовка
zh_cn: 标题文本
