Repository: ssemerikov/reviewerCertificate
Catalog: locale/*/locale.po
Languages: ar_ar, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, zh_cn

# plugins.generic.reviewerCertificate.email.certificateAvailable.subject
source: Your Review Certificate is Ready
ar_ar: شهادة المحكّم الخاصة بك متاحة للتنزيل
bg_bg: Вашият сертификат за рецензент е готов за изтегляне
el_gr: Το πιστοποιητικό κριτή σας είναι διαθέσιμο για λήψη
fa_ir: گواهی داوری شما برای دانلود آماده است
he_il: תעודת השופט שלך זמינה להורדה
hu_hu: Bírálói tanúsítványa letölthető
ja_jp: 査読者証明書がダウンロード可能です
ko_kr: 심사자 인증서를 다운로드할 수 있습니다
lt_lt: Jūsų recenzento sertifikatas paruoštas atsisiuntimui
pt_br: Seu certificado de avaliação está disponível
sk_sk: Váš certifikát recenzenta je pripravený na stiahnutie
sl_si: Vaše potrdilo recenzenta je pripravljeno za prenos
zh_cn: 您的审稿人证书已可下载

# plugins.generic.reviewerCertificate.email.certificateAvailable.body
source: Dear {$reviewerName}, Thank you for completing your peer review. Your certificate of recognition is now available for download. You can download your certificate at: {$certificateUrl} Thank you for your valuable contribution to our journal. Sincerely, The Editorial Team
ar_ar: عزيزي/عزيزتي {$reviewerName}، شكراً لإتمامك مراجعة الأقران. شهادة التقدير الخاصة بك كمحكّم متاحة الآن للتنزيل. يرجى زيارة الرابط التالي لتنزيل شهادتك: {$certificateUrl} شكراً لمساهمتك في النشر الأكاديمي.
bg_bg: Уважаеми/а {$reviewerName}, Благодарим ви за завършването на експертната оценка. Вашият сертификат за признание на рецензент вече е готов за изтегляне. Моля, посетете следния линк, за да изтеглите вашия сертификат: {$certificateUrl} Благодарим ви за приноса ви към академичното издаване.
el_gr: Αγαπητέ/ή {$reviewerName}, Σας ευχαριστούμε για την ολοκλήρωση της αξιολόγησης από ομότιμους. Το πιστοποιητικό αναγνώρισης κριτή σας είναι τώρα διαθέσιμο για λήψη. Παρακαλώ επισκεφθείτε τον παρακάτω σύνδεσμο για να κατεβάσετε το πιστοποιητικό σας: {$certificateUrl} Ευχαριστούμε για τη συμβολή σας στην ακαδημαϊκή έκδοση.
fa_ir: {$reviewerName} عزیز، از تکمیل داوری همتا سپاسگزاریم. گواهی تقدیر داوری شما اکنون برای دانلود آماده است. لطفاً برای دانلود گواهی خود به لینک زیر مراجعه کنید: {$certificateUrl} از مشارکت شما در انتشارات علمی سپاسگزاریم.
he_il: {$reviewerName} היקר/ה, תודה על השלמת ביקורת העמיתים. תעודת ההוקרה שלך כשופט זמינה כעת להורדה. אנא בקר/י בקישור הבא כדי להוריד את התעודה שלך: {$certificateUrl} תודה על תרומתך לפרסום האקדמי.
hu_hu: Tisztelt {$reviewerName}! Köszönjük, hogy elvégezte a szakmai bírálatot. Elismerő bírálói tanúsítványa most letölthető. Kérjük, látogasson el az alábbi linkre a tanúsítvány letöltéséhez: {$certificateUrl} Köszönjük hozzájárulását a tudományos publikáláshoz.
ja_jp: {$reviewerName}様 ピアレビューを完了していただきありがとうございます。査読者認定証がダウンロード可能になりました。 以下のリンクから証明書をダウンロードしてください： {$certificateUrl} 学術出版へのご貢献に感謝いたします。
ko_kr: {$reviewerName}님께, 동료 심사를 완료해 주셔서 감사합니다. 심사자 인증서를 다운로드할 수 있습니다. 다음 링크를 방문하여 인증서를 다운로드하세요: {$certificateUrl} 학술 출판에 기여해 주셔서 감사합니다.
lt_lt: Gerbiamas(-a) {$reviewerName}, Dėkojame, kad atlikote ekspertinį vertinimą. Jūsų recenzento pripažinimo sertifikatas dabar paruoštas atsisiuntimui. Apsilankykite šioje nuorodoje, kad atsisiųstumėte sertifikatą: {$certificateUrl} Dėkojame už jūsų indėlį į akademinę leidybą.
pt_br: Prezado(a) {$reviewerName}, Seu certificado de avaliação está disponível para download. Obrigado por sua valiosa contribuição para nossa revista. Atenciosamente, Equipe editorial
sk_sk: Vážený/á {$reviewerName}, Ďakujeme za dokončenie odborného posúdenia. Váš certifikát uznania recenzenta je teraz pripravený na stiahnutie. Prosím, navštívte nasledujúci odkaz pre stiahnutie vášho certifikátu: {$certificateUrl} Ďakujeme za váš príspevok k akademickému publikovaniu.
sl_si: Spoštovani/a {$reviewerName}, Zahvaljujemo se vam za dokončanje strokovne recenzije. Vaše potrdilo priznanja recenzenta je zdaj pripravljeno za prenos. Prosimo, obiščite naslednjo povezavo za prenos vašega potrdila: {$certificateUrl} Zahvaljujemo se vam za vaš prispevek k akademskemu založništvu.
zh_cn: 尊敬的{$reviewerName}： 感谢您完成同行评审。您的审稿人荣誉证书现已可供下载。 请访问以下链接下载您的证书： {$certificateUrl} 感谢您对学术出版的贡献。
