Repository: ssemerikov/reviewerCertificate
Catalog: locale/*/locale.po
Languages: ar_ar, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, zh_cn

# plugins.generic.reviewerCertificate.settings.headerTextDescription
source: The main heading displayed at the top of the certificate
ar_ar: العنوان الرئيسي المعروض في أعلى الشهادة
bg_bg: Основното заглавие, показвано в горната част на сертификата
ca_es: El títol principal que es mostra a la part superior del certificat
cs_cz: Hlavní název zobrazený v horní části certifikátu
de_de: Die Hauptüberschrift, die oben auf dem Zertifikat angezeigt wird
el_gr: Η κύρια επικεφαλίδα που εμφανίζεται στην κορυφή του πιστοποιητικού
es_es: El encabezado principal que se muestra en la parte superior del certificado
fa_ir: عنوان اصلی که در بالای گواهی نمایش داده می‌شود
fi_fi: Pääotsikko, joka näytetään todistuksen yläosassa
fr_fr: Le titre principal affiché en haut du certificat
he_il: הכותרת הראשית המוצגת בראש התעודה
hr_hr: Glavni naslov prikazan na vrhu certifikata
hu_hu: A tanúsítvány tetején megjelenő fő címsor
id_id: Judul utama yang ditampilkan di bagian atas sertifikat
it_it: Il titolo principale visualizzato nella parte superiore del certificato
ja_jp: 証明書の上部に表示されるメインタイトル
ko_kr: 인증서 상단에 표시되는 주요 제목
lt_lt: Pagrindinis pavadinimas, rodomas sertifikato viršuje
nb_no: Hovedtittelen som vises øverst på sertifikatet
nl_nl: De hoofdtitel bovenaan het certificaat
pl_pl: Główny tytuł wyświetlany u góry certyfikatu
pt_br: Título principal exibido na parte superior do certificado.
ro_ro: Titlul principal afișat în partea de sus a certificatului
ru_ru: Основной заголовок, отображаемый в верхней части сертификата
sk_sk: Hlavný názov zobrazený v hornej časti certifikátu
sl_si: Glavni naslov, prikazan na vrhu potrdila
sv_se: Huvudrubriken som visas högst upp på certifikatet
tr_tr: Sertifikanın üst kısmında görüntülenen ana başlık
uk_ua: Основний заголовок, що відображається у верхній частині сертифіката
zh_cn: 显示在证书顶部的主标题

# plugins.generic.reviewerCertificate.settings.headerTextRequired
source: Header text is required
ar_ar: نص العنوان مطلوب
bg_bg: Заглавният текст е задължителен
ca_es: El text de capçalera és obligatori
cs_cz: Text záhlaví je povinný
de_de: Der Kopfzeilentext ist erforderlich
el_gr: Το κείμενο επικεφαλίδας είναι υποχρεωτικό
es_es: El texto del encabezado es obligatorio
fa_ir: متن سربرگ الزامی است
fi_fi: Otsikkoteksti vaaditaan
fr_fr: Le texte d'en-tête est requis
he_il: טקסט כותרת נדרש
hr_hr: Tekst zaglavlja je obavezan
hu_hu: A fejléc szöveg megadása kötelező
id_id: Teks judul wajib diisi
it_it: Il testo dell'intestazione è obbligatorio
ja_jp: ヘッダーテキストは必須です
ko_kr: 헤더 텍스트는 필수입니다
lt_lt: Antraštės tekstas yra privalomas
nb_no: Overskriftstekst er påkrevd
nl_nl: Koptekst is verplicht
pl_pl: Tekst nagłówka jest wymagany
pt_br: O texto do cabeçalho é obrigatório.
ro_ro: Textul antetului este obligatoriu
ru_ru: Текст заголовка обязателен
sk_sk: Text hlavičky je povinný
sl_si: Besedilo glave je obvezno
sv_se: Rubriktext krävs
tr_tr: Başlık metni gereklidir
uk_ua: Текст заголовка є обов'язковим
zh_cn: 标题文本为必填项

# plugins.generic.reviewerCertificate.settings.bodyTemplate
source: Certificate Body Template
ar_ar: قالب محتوى الشهادة
bg_bg: Шаблон на Съдържанието на Сертификата
ca_es: Plantilla del Cos del Certificat
cs_cz: Šablona Těla Certifikátu
de_de: Haupttext-Vorlage des Zertifikats
el_gr: Πρότυπο Κυρίως Κειμένου Πιστοποιητικού
es_es: Plantilla del Cuerpo del Certificado
fa_ir: قالب متن اصلی گواهی
fi_fi: Todistuksen Rungon Pohja
fr_fr: Modèle du Corps du Certificat
he_il: תבנית גוף התעודה
hr_hr: Predložak Tijela Certifikata
hu_hu: Tanúsítvány Törzs Sablon
id_id: Templat Isi Sertifikat
it_it: Modello Corpo Certificato
ja_jp: 証明書本文テンプレート
ko_kr: 인증서 본문 템플릿
lt_lt: Sertifikato Turinio Šablonas
nb_no: Mal for Sertifikatinnhold
nl_nl: Certificaat Hoofdtekstsjabloon
pl_pl: Szablon Treści Certyfikatu
pt_br: Modelo do corpo do certificado
ro_ro: Șablon Corp Certificat
ru_ru: Шаблон тела сертификата
sk_sk: Šablóna Tela Certifikátu
sl_si: Predloga Vsebine Potrdila
sv_se: Mall för Certifikatinnehåll
tr_tr: Sertifika Gövde Şablonu
uk_ua: Шаблон тіла сертифіката
zh_cn: 证书正文模板

# plugins.generic.reviewerCertificate.settings.bodyTemplateDescription
source: The main content of the certificate. Use template variables to insert dynamic content.
ar_ar: المحتوى الرئيسي للشهادة. استخدم متغيرات القالب لإدراج محتوى ديناميكي.
bg_bg: Основното съдържание на сертификата. Използвайте шаблонни променливи за вмъкване на динамично съдържание.
ca_es: El contingut principal del certificat. Utilitzeu variables de plantilla per inserir contingut dinàmic.
cs_cz: Hlavní obsah certifikátu. Použijte proměnné šablony pro vložení dynamického obsahu.
de_de: Der Hauptinhalt des Zertifikats. Verwenden Sie Vorlagenvariablen, um dynamische Inhalte einzufügen.
el_gr: Το κύριο περιεχόμενο του πιστοποιητικού. Χρησιμοποιήστε μεταβλητές προτύπου για εισαγωγή δυναμικού περιεχομένου.
es_es: El contenido principal del certificado. Use variables de plantilla para insertar contenido dinámico.
fa_ir: محتوای اصلی گواهی. از متغیرهای قالب برای درج محتوای پویا استفاده کنید.
fi_fi: Todistuksen pääsisältö. Käytä pohjamuuttujia dynaamisen sisällön lisäämiseen.
fr_fr: Le contenu principal du certificat. Utilisez les variables de modèle pour insérer du contenu dynamique.
he_il: התוכן העיקרי של התעודה. השתמש במשתני תבנית להכנסת תוכן דינמי.
hr_hr: Glavni sadržaj certifikata. Koristite varijable predloška za umetanje dinamičkog sadržaja.
hu_hu: A tanúsítvány fő tartalma. Használjon sablon változókat dinamikus tartalom beszúrásához.
id_id: Konten utama sertifikat. Gunakan variabel templat untuk menyisipkan konten dinamis.
it_it: Il contenuto principale del certificato. Usa le variabili del modello per inserire contenuto dinamico.
ja_jp: 証明書の主要コンテンツ。テンプレート変数を使用して動的コンテンツを挿入できます。
ko_kr: 인증서의 주요 내용입니다. 템플릿 변수를 사용하여 동적 콘텐츠를 삽입할 수 있습니다.
lt_lt: Pagrindinis sertifikato turinys. Naudokite šablono kintamuosius dinaminio turinio įterpimui.
nb_no: Hovedinnholdet i sertifikatet. Bruk malvariabler for å sette inn dynamisk innhold.
nl_nl: De hoofdinhoud van het certificaat. Gebruik sjabloonvariabelen om dynamische inhoud in te voegen.
pl_pl: Główna treść certyfikatu. Użyj zmiennych szablonu, aby wstawić dynamiczną treść.
pt_br: Conteúdo principal do certificado. Use variáveis de modelo para inserir conteúdo dinâmico.
ro_ro: Conținutul principal al certificatului. Utilizați variabilele șablonului pentru a insera conținut dinamic.
ru_ru: Основное содержимое сертификата. Используйте переменные шаблона для вставки динамического содержимого.
sk_sk: Hlavný obsah certifikátu. Použite premenné šablóny na vloženie dynamického obsahu.
sl_si: Glavna vsebina potrdila. Uporabite spremenljivke predloge za vstavljanje dinamične vsebine.
sv_se: Huvudinnehållet i certifikatet. Använd mallvariabler för att infoga dynamiskt innehåll.
tr_tr: Sertifikanın ana içeriği. Dinamik içerik eklemek için şablon değişkenlerini kullanın.
uk_ua: Основний вміст сертифіката. Використовуйте змінні шаблону для вставки динамічного вмісту.
zh_cn: 证书的主要内容。使用模板变量插入动态内容。

# plugins.generic.reviewerCertificate.settings.bodyTemplateRequired
source: Certificate body template is required
ar_ar: قالب محتوى الشهادة مطلوب
bg_bg: Шаблонът на съдържанието на сертификата е задължителен
ca_es: La plantilla del cos del certificat és obligatòria
cs_cz: Šablona těla certifikátu je povinná
de_de: Die Haupttext-Vorlage des Zertifikats ist erforderlich
el_gr: Το πρότυπο κυρίως κειμένου πιστοποιητικού είναι υποχρεωτικό
es_es: La plantilla del cuerpo del certificado es obligatoria
fa_ir: قالب متن اصلی گواهی الزامی است
fi_fi: Todistuksen rungon pohja vaaditaan
fr_fr: Le modèle du corps du certificat est requis
he_il: תבנית גוף התעודה נדרשת
hr_hr: Predložak tijela certifikata je obavezan
hu_hu: A tanúsítvány törzs sablon megadása kötelező
id_id: Templat isi sertifikat wajib diisi
it_it: Il modello del corpo del certificato è obbligatorio
ja_jp: 証明書本文テンプレートは必須です
ko_kr: 인증서 본문 템플릿은 필수입니다
lt_lt: Sertifikato turinio šablonas yra privalomas
nb_no: Mal for sertifikatinnhold er påkrevd
nl_nl: Hoofdtekstsjabloon is verplicht
pl_pl: Szablon treści certyfikatu jest wymagany
pt_br: O modelo do corpo do certificado é obrigatório.
ro_ro: Șablonul corpului certificatului este obligatoriu
ru_ru: Шаблон тела сертификата обязателен
sk_sk: Šablóna tela certifikátu je povinná
sl_si: Predloga vsebine potrdila je obvezna
sv_se: Mall för certifikatinnehåll krävs
tr_tr: Sertifika gövde şablonu gereklidir
uk_ua: Шаблон тіла сертифіката є обов'язковим
zh_cn: 证书正文模板为必填项

# plugins.generic.reviewerCertificate.settings.footerText
source: Footer Text
ar_ar: نص التذييل
bg_bg: Текст в Долната Част
ca_es: Text del Peu de Pàgina
cs_cz: Text Zápatí
de_de: Fußzeilentext
el_gr: Κείμενο Υποσέλιδου
es_es: Texto del Pie de Página
fa_ir: متن پاورقی
fi_fi: Alatunnisteteksti
fr_fr: Texte du Pied de Page
he_il: טקסט תחתית
hr_hr: Tekst Podnožja
hu_hu: Lábléc Szöveg
id_id: Teks Footer
it_it: Testo Piè di Pagina
ja_jp: フッターテキスト
ko_kr: 푸터 텍스트
lt_lt: Poraštės Tekstas
nb_no: Bunntekst
nl_nl: Voettekst
pl_pl: Tekst Stopki
pt_br: Texto de rodapé
ro_ro: Text Subsol
ru_ru: Текст нижнего колонтитула
sk_sk: Text Päty
sl_si: Besedilo Noge
sv_se: Sidfotstext
tr_tr: Alt Bilgi Metni
uk_ua: Текст нижнього колонтитула
zh_cn: 页脚文本

# plugins.generic.reviewerCertificate.settings.footerTextDescription
source: Optional text displayed at the bottom of the certificate
ar_ar: نص اختياري يُعرض في أسفل الشهادة
bg_bg: Незадължителен текст, показван в долната част на сертификата
ca_es: Text opcional que es mostra a la part inferior del certificat
cs_cz: Volitelný text zobrazený v dolní části certifikátu
de_de: Optionaler Text, der am unteren Rand des Zertifikats angezeigt wird
el_gr: Προαιρετικό κείμενο που εμφανίζεται στο κάτω μέρος του πιστοποιητικού
es_es: Texto opcional que se muestra en la parte inferior del certificado
fa_ir: متن اختیاری که در پایین گواهی نمایش داده می‌شود
fi_fi: Valinnainen teksti, joka näytetään todistuksen alaosassa
fr_fr: Texte optionnel affiché en bas du certificat
he_il: טקסט אופציונלי המוצג בתחתית התעודה
hr_hr: Opcionalni tekst prikazan na dnu certifikata
hu_hu: Opcionális szöveg a tanúsítvány alján
id_id: Teks opsional yang ditampilkan di bagian bawah sertifikat
it_it: Testo facoltativo visualizzato nella parte inferiore del certificato
ja_jp: 証明書の下部に表示されるオプションのテキスト
ko_kr: 인증서 하단에 표시되는 선택적 텍스트
lt_lt: Neprivalomas tekstas, rodomas sertifikato apačioje
nb_no: Valgfri tekst som vises nederst på sertifikatet
nl_nl: Optionele tekst onderaan het certificaat
pl_pl: Opcjonalny tekst wyświetlany u dołu certyfikatu
pt_br: Texto opcional exibido na parte inferior do certificado.
ro_ro: Text opțional afișat în partea de jos a certificatului
ru_ru: Необязательный текст, отображаемый в нижней части сертификата
sk_sk: Voliteľný text zobrazený v dolnej časti certifikátu
sl_si: Neobvezno besedilo, prikazano na dnu potrdila
sv_se: Valfri text som visas längst ner på certifikatet
tr_tr: Sertifikanın alt kısmında görüntülenen isteğe bağlı metin
uk_ua: Необов'язковий текст, що відображається у нижній частині сертифіката
zh_cn: 显示在证书底部的可选文本

# plugins.generic.reviewerCertificate.settings.availableVariables
source: Available Template Variables
ar_ar: متغيرات القالب المتاحة
bg_bg: Налични Шаблонни Променливи
ca_es: Variables de Plantilla Disponibles
cs_cz: Dostupné Proměnné Šablony
de_de: Verfügbare Vorlagenvariablen
el_gr: Διαθέσιμες Μεταβλητές Προτύπου
es_es: Variables de Plantilla Disponibles
fa_ir: متغیرهای قالب موجود
fi_fi: Käytettävissä Olevat Pohjamuuttujat
fr_fr: Variables de Modèle Disponibles
he_il: משתני תבנית זמינים
hr_hr: Dostupne Varijable Predloška
hu_hu: Elérhető Sablon Változók
id_id: Variabel Templat yang Tersedia
it_it: Variabili Modello Disponibili
ja_jp: 利用可能なテンプレート変数
ko_kr: 사용 가능한 템플릿 변수
lt_lt: Galimi Šablono Kintamieji
nb_no: Tilgjengelige Malvariabler
nl_nl: Beschikbare Sjabloonvariabelen
pl_pl: Dostępne Zmienne Szablonu
pt_br: Variáveis de modelo disponíveis
ro_ro: Variabile Șablon Disponibile
ru_ru: Доступные переменные шаблона
sk_sk: Dostupné Premenné Šablóny
sl_si: Razpoložljive Spremenljivke Predloge
sv_se: Tillgängliga Mallvariabler
tr_tr: Kullanılabilir Şablon Değişkenleri
uk_ua: Доступні змінні шаблону
zh_cn: 可用模板变量

# plugins.generic.reviewerCertificate.settings.availableVariablesDescription
source: Use these variables in your templates to insert dynamic content:
ar_ar: استخدم هذه المتغيرات في قوالبك لإدراج محتوى ديناميكي:
bg_bg: Използвайте тези променливи във вашите шаблони за вмъкване на динамично съдържание:
ca_es: Utilitzeu aquestes variables a les vostres plantilles per inserir contingut dinàmic:
cs_cz: Použijte tyto proměnné ve svých šablonách pro vložení dynamického obsahu:
de_de: Verwenden Sie diese Variablen in Ihren Vorlagen, um dynamische Inhalte einzufügen:
el_gr: Χρησιμοποιήστε αυτές τις μεταβλητές στα πρότυπά σας για εισαγωγή δυναμικού περιεχομένου:
es_es: Use estas variables en sus plantillas para insertar contenido dinámico:
fa_ir: از این متغیرها در قالب‌های خود برای درج محتوای پویا استفاده کنید:
fi_fi: Käytä näitä muuttujia pohjissasi dynaamisen sisällön lisäämiseen:
fr_fr: Utilisez ces variables dans vos modèles pour insérer du contenu dynamique :
he_il: השתמש במשתנים אלה בתבניות שלך להכנסת תוכן דינמי:
hr_hr: Koristite ove varijable u svojim predlošcima za umetanje dinamičkog sadržaja:
hu_hu: Használja ezeket a változókat a sablonjaiban dinamikus tartalom beszúrásához:
id_id: Gunakan variabel-variabel ini dalam templat Anda untuk menyisipkan konten dinamis:
it_it: Usa queste variabili nei tuoi modelli per inserire contenuto dinamico:
ja_jp: テンプレートでこれらの変数を使用して動的コンテンツを挿入：
ko_kr: 템플릿에서 이러한 변수를 사용하여 동적 콘텐츠를 삽입합니다:
lt_lt: Naudokite šiuos kintamuosius savo šablonuose dinaminio turinio įterpimui:
nb_no: Bruk disse variablene i malene dine for å sette inn dynamisk innhold:
nl_nl: Gebruik deze variabelen in uw sjablonen om dynamische inhoud in te voegen:
pl_pl: Użyj tych zmiennych w swoich szablonach, aby wstawić dynamiczną treść:
pt_br: Use estas variáveis no modelo para inserir automaticamente informações da revista, do avaliador e da avaliação.
ro_ro: Utilizați aceste variabile în șabloanele dumneavoastră pentru a insera conținut dinamic:
ru_ru: Используйте эти переменные в своих шаблонах для вставки динамического содержимого:
sk_sk: Použite tieto premenné vo svojich šablónach na vloženie dynamického obsahu:
sl_si: Uporabite te spremenljivke v svojih predlogah za vstavljanje dinamične vsebine:
sv_se: Använd dessa variabler i dina mallar för att infoga dynamiskt innehåll:
tr_tr: Dinamik içerik eklemek için şablonlarınızda bu değişkenleri kullanın:
uk_ua: Використовуйте ці змінні у своїх шаблонах для вставки динамічного вмісту:
zh_cn: 在模板中使用这些变量插入动态内容：

# plugins.generic.reviewerCertificate.settings.defaultTemplate
source: Default template
ar_ar: القالب الافتراضي
bg_bg: Шаблон по подразбиране
ca_es: Plantilla per defecte
cs_cz: Výchozí šablona
de_de: Standardvorlage
el_gr: Προεπιλεγμένο πρότυπο
es_es: Plantilla predeterminada
fa_ir: قالب پیش‌فرض
fi_fi: Oletuspohja
fr_fr: Modèle par défaut
he_il: תבנית ברירת מחדל
hr_hr: Zadani predložak
hu_hu: Alapértelmezett sablon
id_id: Templat bawaan
it_it: Modello predefinito
ja_jp: デフォルトテンプレート
ko_kr: 기본 템플릿
lt_lt: Numatytasis šablonas
nb_no: Standardmal
nl_nl: Standaardsjabloon
pl_pl: Szablon domyślny
pt_br: Modelo padrão
ro_ro: Șablon implicit
ru_ru: Стандартный шаблон
sk_sk: Predvolená šablóna
sl_si: Privzeta predloga
sv_se: Standardmall
tr_tr: Varsayılan şablon
uk_ua: Типовий шаблон
zh_cn: 默认模板

# plugins.generic.reviewerCertificate.settings.useDefaultTemplate
source: Use default template
ar_ar: استخدام القالب الافتراضي
bg_bg: Използвай шаблон по подразбиране
ca_es: Utilitzar plantilla per defecte
cs_cz: Použít výchozí šablonu
de_de: Standardvorlage verwenden
el_gr: Χρήση προεπιλεγμένου προτύπου
es_es: Usar plantilla predeterminada
fa_ir: استفاده از قالب پیش‌فرض
fi_fi: Käytä oletuspohjaa
fr_fr: Utiliser le modèle par défaut
he_il: השתמש בתבנית ברירת מחדל
hr_hr: Koristi zadani predložak
hu_hu: Alapértelmezett sablon használata
id_id: Gunakan templat bawaan
it_it: Usa modello predefinito
ja_jp: デフォルトテンプレートを使用
ko_kr: 기본 템플릿 사용
lt_lt: Naudoti numatytąjį šabloną
nb_no: Bruk standardmal
nl_nl: Standaardsjabloon gebruiken
pl_pl: Użyj szablonu domyślnego
pt_br: Usar modelo padrão
ro_ro: Utilizați șablonul implicit
ru_ru: Использовать стандартный шаблон
sk_sk: Použiť predvolenú šablónu
sl_si: Uporabi privzeto predlogo
sv_se: Använd standardmall
tr_tr: Varsayılan şablonu kullan
uk_ua: Використовувати типовий шаблон
zh_cn: 使用默认模板

# plugins.generic.reviewerCertificate.settings.appearance
source: Appearance Settings
ar_ar: إعدادات المظهر
bg_bg: Настройки на Външния Вид
ca_es: Configuració d'Aparença
cs_cz: Nastavení Vzhledu
de_de: Darstellungseinstellungen
el_gr: Ρυθμίσεις Εμφάνισης
es_es: Configuración de Apariencia
fa_ir: تنظیمات ظاهری
fi_fi: Ulkoasuasetukset
fr_fr: Paramètres d'Apparence
he_il: הגדרות מראה
hr_hr: Postavke Izgleda
hu_hu: Megjelenési Beállítások
id_id: Pengaturan Tampilan
it_it: Impostazioni Aspetto
ja_jp: 外観設定
ko_kr: 외관 설정
lt_lt: Išvaizdos Nustatymai
nb_no: Utseendeinnstillinger
nl_nl: Weergave-instellingen
pl_pl: Ustawienia Wyglądu
pt_br: Aparência
ro_ro: Setări Aspect
ru_ru: Настройки внешнего вида
sk_sk: Nastavenia Vzhľadu
sl_si: Nastavitve Videza
sv_se: Utseendeinställningar
tr_tr: Görünüm Ayarları
uk_ua: Налаштування вигляду
zh_cn: 外观设置

# plugins.generic.reviewerCertificate.settings.fontFamily
source: Font Family
ar_ar: نوع الخط
bg_bg: Шрифтово Семейство
ca_es: Família de Tipus de Lletra
cs_cz: Rodina Písma
de_de: Schriftfamilie
el_gr: Οικογένεια Γραμματοσειράς
es_es: Familia de Fuente
fa_ir: خانواده فونت
fi_fi: Fonttiperhe
fr_fr: Famille de Police
he_il: משפחת גופן
hr_hr: Obitelj Fontova
hu_hu: Betűtípus Család
id_id: Jenis Huruf
it_it: Famiglia di Caratteri
ja_jp: フォントファミリー
ko_kr: 글꼴
lt_lt: Šrifto Šeima
nb_no: Skriftfamilie
nl_nl: Lettertypefamilie
pl_pl: Rodzina Czcionki
pt_br: Família tipográfica
ro_ro: Familie Font
ru_ru: Семейство шрифтов
sk_sk: Rodina Písma
sl_si: Družina Pisave
sv_se: Typsnittsfamilj
tr_tr: Yazı Tipi Ailesi
uk_ua: Сімейство шрифтів
zh_cn: 字体

# plugins.generic.reviewerCertificate.settings.fontSize
source: Font Size
ar_ar: حجم الخط
bg_bg: Размер на Шрифта
ca_es: Mida del Tipus de Lletra
cs_cz: Velikost Písma
de_de: Schriftgröße
el_gr: Μέγεθος Γραμματοσειράς
es_es: Tamaño de Fuente
fa_ir: اندازه فونت
fi_fi: Fonttikoko
fr_fr: Taille de Police
he_il: גודל גופן
hr_hr: Veličina Fonta
hu_hu: Betűméret
id_id: Ukuran Huruf
it_it: Dimensione Carattere
ja_jp: フォントサイズ
ko_kr: 글꼴 크기
lt_lt: Šrifto Dydis
nb_no: Skriftstørrelse
nl_nl: Lettergrootte
pl_pl: Rozmiar Czcionki
pt_br: Tamanho da fonte
ro_ro: Dimensiune Font
ru_ru: Размер шрифта
sk_sk: Veľkosť Písma
sl_si: Velikost Pisave
sv_se: Teckenstorlek
tr_tr: Yazı Tipi Boyutu
uk_ua: Розмір шрифту
zh_cn: 字号

# plugins.generic.reviewerCertificate.settings.textColor
source: Text Color (RGB)
ar_ar: لون النص (RGB)
bg_bg: Цвят на Текста (RGB)
ca_es: Color del Text (RGB)
cs_cz: Barva Textu (RGB)
de_de: Textfarbe (RGB)
el_gr: Χρώμα Κειμένου (RGB)
es_es: Color del Texto (RGB)
fa_ir: رنگ متن (RGB)
fi_fi: Tekstin Väri (RGB)
fr_fr: Couleur du Texte (RVB)
he_il: צבע טקסט (RGB)
hr_hr: Boja Teksta (RGB)
hu_hu: Szövegszín (RGB)
id_id: Warna Teks (RGB)
it_it: Colore Testo (RGB)
ja_jp: テキスト色（RGB）
ko_kr: 텍스트 색상 (RGB)
lt_lt: Teksto Spalva (RGB)
nb_no: Tekstfarge (RGB)
nl_nl: Tekstkleur (RGB)
pl_pl: Kolor Tekstu (RGB)
pt_br: Cor do texto (RGB)
ro_ro: Culoare Text (RGB)
ru_ru: Цвет текста (RGB)
sk_sk: Farba Textu (RGB)
sl_si: Barva Besedila (RGB)
sv_se: Textfärg (RGB)
tr_tr: Metin Rengi (RGB)
uk_ua: Колір тексту (RGB)
zh_cn: 文字颜色（RGB）

# plugins.generic.reviewerCertificate.settings.textColorDescription
source: Specify the text color using RGB values (0-255 for each component)
ar_ar: حدد لون النص باستخدام قيم RGB (0-255 لكل مكون)
bg_bg: Посочете цвета на текста, като използвате RGB стойности (0-255 за всеки компонент)
ca_es: Especifiqueu el color del text utilitzant valors RGB (0-255 per a cada component)
cs_cz: Určete barvu textu pomocí hodnot RGB (0-255 pro každou složku)
de_de: Geben Sie die Textfarbe mit RGB-Werten an (0-255 für jede Komponente)
el_gr: Καθορίστε το χρώμα κειμένου χρησιμοποιώντας τιμές RGB (0-255 για κάθε συνιστώσα)
es_es: Especifique el color del texto usando valores RGB (0-255 para cada componente)
fa_ir: رنگ متن را با مقادیر RGB مشخص کنید (0-255 برای هر مؤلفه)
fi_fi: Määritä tekstin väri käyttämällä RGB-arvoja (0-255 kullekin komponentille)
fr_fr: Spécifiez la couleur du texte en utilisant les valeurs RVB (0-255 pour chaque composant)
he_il: ציין את צבע הטקסט באמצעות ערכי RGB (0-255 לכל רכיב)
hr_hr: Odredite boju teksta koristeći RGB vrijednosti (0-255 za svaku komponentu)
hu_hu: Adja meg a szövegszínt RGB értékekkel (0-255 minden komponenshez)
id_id: Tentukan warna teks menggunakan nilai RGB (0-255 untuk setiap komponen)
it_it: Specifica il colore del testo utilizzando i valori RGB (0-255 per ciascun componente)
ja_jp: RGB値でテキスト色を指定（各成分0〜255）
ko_kr: RGB 값으로 텍스트 색상 지정 (각 구성요소 0-255)
lt_lt: Nurodykite teksto spalvą naudodami RGB reikšmes (0-255 kiekvienam komponentui)
nb_no: Spesifiser tekstfargen ved hjelp av RGB-verdier (0-255 for hver komponent)
nl_nl: Specificeer de tekstkleur met RGB-waarden (0-255 voor elk component)
pl_pl: Określ kolor tekstu używając wartości RGB (0-255 dla każdego składnika)
pt_br: Defina a cor do texto usando valores RGB (0–255 para cada componente).
ro_ro: Specificați culoarea textului utilizând valori RGB (0-255 pentru fiecare componentă)
ru_ru: Укажите цвет текста, используя значения RGB (0-255 для каждого компонента)
sk_sk: Zadajte farbu textu pomocou hodnôt RGB (0-255 pre každú zložku)
sl_si: Določite barvo besedila z uporabo RGB vrednosti (0-255 za vsako komponento)
sv_se: Ange textfärg med RGB-värden (0-255 för varje komponent)
tr_tr: RGB değerlerini kullanarak metin rengini belirtin (her bileşen için 0-255)
uk_ua: Вкажіть колір тексту, використовуючи значення RGB (0-255 для кожного компонента)
zh_cn: 使用RGB值指定文字颜色（每个分量范围0-255）

# plugins.generic.reviewerCertificate.settings.eligibility
source: Eligibility Criteria
ar_ar: معايير الأهلية
bg_bg: Критерии за Допустимост
ca_es: Criteris d'Elegibilitat
cs_cz: Kritéria Způsobilosti
de_de: Zulassungskriterien
el_gr: Κριτήρια Επιλεξιμότητας
es_es: Criterios de Elegibilidad
fa_ir: معیارهای واجد شرایط بودن
fi_fi: Kelpoisuuskriteerit
fr_fr: Critères d'Éligibilité
he_il: קריטריוני זכאות
hr_hr: Kriteriji Prihvatljivosti
hu_hu: Jogosultsági Kritériumok
id_id: Kriteria Kelayakan
it_it: Criteri di Idoneità
ja_jp: 資格基準
ko_kr: 자격 기준
lt_lt: Tinkamumo Kriterijai
nb_no: Kvalifikasjonskriterier
nl_nl: Geschiktheidscriteria
pl_pl: Kryteria Kwalifikacji
pt_br: Critérios de elegibilidade
ro_ro: Criterii de Eligibilitate
ru_ru: Критерии приемлемости
sk_sk: Kritériá Oprávnenosti
sl_si: Merila Upravičenosti
sv_se: Behörighetskriterier
tr_tr: Uygunluk Kriterleri
uk_ua: Критерії прийнятності
zh_cn: 资格标准
